<!DOCTYPE html>
<html lang="zh-CN">
<head>
  <meta charset="UTF-8">
<meta name="viewport" content="width=device-width">
<meta name="theme-color" content="#222">
<meta name="generator" content="Hexo 5.4.0">


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png">
  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png">
  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png">
  <link rel="mask-icon" href="/images/logo.svg" color="#222">

<link rel="stylesheet" href="/css/main.css">



<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/@fortawesome/fontawesome-free@5.15.4/css/all.min.css" integrity="sha256-mUZM63G8m73Mcidfrv5E+Y61y7a12O5mW4ezU3bxqW4=" crossorigin="anonymous">
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/animate.css@3.1.1/animate.min.css" integrity="sha256-PR7ttpcvz8qrF57fur/yAx1qXMFJeJFiA6pSzWi0OIE=" crossorigin="anonymous">

<script class="next-config" data-name="main" type="application/json">{"hostname":"example.com","root":"/","images":"/images","scheme":"Muse","darkmode":false,"version":"8.8.0","exturl":false,"sidebar":{"position":"left","display":"post","padding":18,"offset":12},"copycode":false,"bookmark":{"enable":false,"color":"#222","save":"auto"},"mediumzoom":false,"lazyload":false,"pangu":false,"comments":{"style":"tabs","active":null,"storage":true,"lazyload":false,"nav":null},"stickytabs":false,"motion":{"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"fadeInDown","post_body":"fadeInDown","coll_header":"fadeInLeft","sidebar":"fadeInUp"}},"prism":false,"i18n":{"placeholder":"搜索...","empty":"没有找到任何搜索结果：${query}","hits_time":"找到 ${hits} 个搜索结果（用时 ${time} 毫秒）","hits":"找到 ${hits} 个搜索结果"}}</script><script src="/js/config.js"></script>
<meta name="description" content="不知是周庄梦了蝶，还是蝶把周庄梦？">
<meta property="og:type" content="article">
<meta property="og:title" content="利物浦的第一场梦">
<meta property="og:url" content="http://example.com/2021/10/05/%E5%88%A9%E7%89%A9%E6%B5%A6%E7%9A%84%E7%AC%AC%E4%B8%80%E5%9C%BA%E6%A2%A6/index.html">
<meta property="og:site_name" content="醭log">
<meta property="og:description" content="不知是周庄梦了蝶，还是蝶把周庄梦？">
<meta property="og:locale" content="zh_CN">
<meta property="article:published_time" content="2021-10-04T23:00:00.000Z">
<meta property="article:modified_time" content="2021-11-17T01:26:54.585Z">
<meta property="article:author" content="罗醭坦">
<meta name="twitter:card" content="summary">


<link rel="canonical" href="http://example.com/2021/10/05/%E5%88%A9%E7%89%A9%E6%B5%A6%E7%9A%84%E7%AC%AC%E4%B8%80%E5%9C%BA%E6%A2%A6/">



<script class="next-config" data-name="page" type="application/json">{"sidebar":"","isHome":false,"isPost":true,"lang":"zh-CN","comments":true,"permalink":"http://example.com/2021/10/05/%E5%88%A9%E7%89%A9%E6%B5%A6%E7%9A%84%E7%AC%AC%E4%B8%80%E5%9C%BA%E6%A2%A6/","path":"2021/10/05/利物浦的第一场梦/","title":"利物浦的第一场梦"}</script>

<script class="next-config" data-name="calendar" type="application/json">""</script>
<title>利物浦的第一场梦 | 醭log</title>
  




  <noscript>
    <link rel="stylesheet" href="/css/noscript.css">
  </noscript>
<link rel="alternate" href="/atom.xml" title="醭log" type="application/atom+xml">
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="use-motion">
  <div class="headband"></div>

  <main class="main">
    <header class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-container">
  <div class="site-nav-toggle">
    <div class="toggle" aria-label="切换导航栏" role="button">
        <span class="toggle-line"></span>
        <span class="toggle-line"></span>
        <span class="toggle-line"></span>
    </div>
  </div>

  <div class="site-meta">

    <a href="/" class="brand" rel="start">
      <i class="logo-line"></i>
      <h1 class="site-title">醭log</h1>
      <i class="logo-line"></i>
    </a>
      <p class="site-subtitle" itemprop="description">醭言乱语</p>
  </div>

  <div class="site-nav-right">
    <div class="toggle popup-trigger">
    </div>
  </div>
</div>



<nav class="site-nav">
  <ul class="main-menu menu">
        <li class="menu-item menu-item-home"><a href="/" rel="section"><i class="fa fa-home fa-fw"></i>首页</a></li>
        <li class="menu-item menu-item-about"><a href="/about/" rel="section"><i class="fa fa-user fa-fw"></i>关于</a></li>
        <li class="menu-item menu-item-tags"><a href="/tags/" rel="section"><i class="fa fa-tags fa-fw"></i>标签</a></li>
        <li class="menu-item menu-item-categories"><a href="/categories/" rel="section"><i class="fa fa-th fa-fw"></i>分类</a></li>
        <li class="menu-item menu-item-archives"><a href="/archives/" rel="section"><i class="fa fa-archive fa-fw"></i>归档</a></li>
  </ul>
</nav>




</div>
        
  
  <div class="toggle sidebar-toggle" role="button">
    <span class="toggle-line"></span>
    <span class="toggle-line"></span>
    <span class="toggle-line"></span>
  </div>

  <aside class="sidebar">

    <div class="sidebar-inner sidebar-overview-active">
      <ul class="sidebar-nav">
        <li class="sidebar-nav-toc">
          文章目录
        </li>
        <li class="sidebar-nav-overview">
          站点概览
        </li>
      </ul>

      <div class="sidebar-panel-container">
        <!--noindex-->
        <div class="post-toc-wrap sidebar-panel">
        </div>
        <!--/noindex-->

        <div class="site-overview-wrap sidebar-panel">
          <div class="site-author site-overview-item animated" itemprop="author" itemscope itemtype="http://schema.org/Person">
  <p class="site-author-name" itemprop="name">罗醭坦</p>
  <div class="site-description" itemprop="description">欢迎来到醭坦的测试与发布空间</div>
</div>
<div class="site-state-wrap site-overview-item animated">
  <nav class="site-state">
      <div class="site-state-item site-state-posts">
        <a href="/archives/">
          <span class="site-state-item-count">30</span>
          <span class="site-state-item-name">日志</span>
        </a>
      </div>
      <div class="site-state-item site-state-categories">
        <span class="site-state-item-count">12</span>
        <span class="site-state-item-name">分类</span>
      </div>
  </nav>
</div>



        </div>
      </div>
    </div>
  </aside>
  <div class="sidebar-dimmer"></div>


    </header>

    
  <div class="back-to-top" role="button" aria-label="返回顶部">
    <i class="fa fa-arrow-up"></i>
    <span>0%</span>
  </div>

<noscript>
  <div class="noscript-warning">Theme NexT works best with JavaScript enabled</div>
</noscript>


    <div class="main-inner post posts-expand">


  


<div class="post-block">
  
  

  <article itemscope itemtype="http://schema.org/Article" class="post-content" lang="zh-CN">
    <link itemprop="mainEntityOfPage" href="http://example.com/2021/10/05/%E5%88%A9%E7%89%A9%E6%B5%A6%E7%9A%84%E7%AC%AC%E4%B8%80%E5%9C%BA%E6%A2%A6/">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="image" content="/images/avatar.gif">
      <meta itemprop="name" content="罗醭坦">
      <meta itemprop="description" content="欢迎来到醭坦的测试与发布空间">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="醭log">
    </span>
      <header class="post-header">
        <h1 class="post-title" itemprop="name headline">
          利物浦的第一场梦
        </h1>

        <div class="post-meta-container">
          <div class="post-meta">
    <span class="post-meta-item">
      <span class="post-meta-item-icon">
        <i class="far fa-calendar"></i>
      </span>
      <span class="post-meta-item-text">发表于</span>

      <time title="创建时间：2021-10-05 00:00:00" itemprop="dateCreated datePublished" datetime="2021-10-05T00:00:00+01:00">2021-10-05</time>
    </span>
      <span class="post-meta-item">
        <span class="post-meta-item-icon">
          <i class="far fa-calendar-check"></i>
        </span>
        <span class="post-meta-item-text">更新于</span>
        <time title="修改时间：2021-11-17 01:26:54" itemprop="dateModified" datetime="2021-11-17T01:26:54+00:00">2021-11-17</time>
      </span>
    <span class="post-meta-item">
      <span class="post-meta-item-icon">
        <i class="far fa-folder"></i>
      </span>
      <span class="post-meta-item-text">分类于</span>
        <span itemprop="about" itemscope itemtype="http://schema.org/Thing">
          <a href="/categories/minds/" itemprop="url" rel="index"><span itemprop="name">minds</span></a>
        </span>
    </span>

  
    <span id="/2021/10/05/%E5%88%A9%E7%89%A9%E6%B5%A6%E7%9A%84%E7%AC%AC%E4%B8%80%E5%9C%BA%E6%A2%A6/" class="post-meta-item leancloud_visitors" data-flag-title="利物浦的第一场梦" title="阅读次数">
      <span class="post-meta-item-icon">
        <i class="far fa-eye"></i>
      </span>
      <span class="post-meta-item-text">阅读次数：</span>
      <span class="leancloud-visitors-count"></span>
    </span>
  
  <span class="post-meta-item">
    
    <span class="post-meta-item-icon">
      <i class="far fa-comment"></i>
    </span>
    <span class="post-meta-item-text">Valine：</span>
  
    <a title="valine" href="/2021/10/05/%E5%88%A9%E7%89%A9%E6%B5%A6%E7%9A%84%E7%AC%AC%E4%B8%80%E5%9C%BA%E6%A2%A6/#valine-comments" itemprop="discussionUrl">
      <span class="post-comments-count valine-comment-count" data-xid="/2021/10/05/%E5%88%A9%E7%89%A9%E6%B5%A6%E7%9A%84%E7%AC%AC%E4%B8%80%E5%9C%BA%E6%A2%A6/" itemprop="commentCount"></span>
    </a>
  </span>
  
  
</div>

            <div class="post-description"><center>不知是周庄梦了蝶，还是蝶把周庄梦？</center></div>
        </div>
      </header>

    
    
    
    <div class="post-body" itemprop="articleBody">
        <p>&#x68A6;&#x89C1;&#x81EA;&#x5DF1;&#x88AB;&#x5916;&#x661F;&#x4EBA;&#x6349;&#x8D70;&#x4E86;&#x3002;</p>
<p>&#x4E00;&#x5F00;&#x59CB;&#x6211;&#x5728;&#x5229;&#x7269;&#x6D66;&#x95F2;&#x901B;&#xFF0C;&#x7136;&#x540E;&#x5750;&#x4E0A;&#x4E86;&#x706B;&#x8F66;&#x524D;&#x5F80;&#x82F1;&#x56FD;&#x5176;&#x4ED6;&#x5730;&#x533A;&#x3002;&#x671F;&#x95F4;&#xFF0C;&#x6211;&#x60F3;&#x8D77;&#x4E00;&#x4E2A;&#x53EF;&#x4EE5;&#x65E0;&#x9650;&#x5361;&#x4E0A;&#x5347;&#x6C14;&#x6D41;&#x7684;bug&#xFF0C;&#x4E8E;&#x662F;&#x4F7F;&#x7528;&#x65F7;&#x91CE;&#x4E4B;&#x606F;&#x91CC;&#x7684;&#x6ED1;&#x7FD4;&#x4F1E;&#x8D77;&#x98DE;&#x4ECE;&#x706B;&#x8F66;&#x91CC;&#x8DD1;&#x4E86;&#x51FA;&#x6765;&#x3002;&#x6211;&#x98DE;&#x554A;&#x98DE;&#x554A;&#xFF0C;&#x4ECE;&#x4E00;&#x4E2A;&#x5730;&#x65B9;&#x98DE;&#x5230;&#x53E6;&#x4E00;&#x4E2A;&#x5730;&#x65B9;&#x3002;&#x5176;&#x4E2D;&#x6709;&#x4E00;&#x6B21;&#x6211;&#x8D8A;&#x98DE;&#x8D8A;&#x9AD8;&#x8D8A;&#x98DE;&#x8D8A;&#x9AD8;&#xFF0C;&#x5DF2;&#x7ECF;&#x8D85;&#x8FC7;&#x4E86;&#x4E00;&#x5EA7;&#x6B7B;&#x706B;&#x5C71;&#x7684;&#x9AD8;&#x5EA6;&#x3002;&#x8FD9;&#x5EA7;&#x6B7B;&#x706B;&#x5C71;&#x5750;&#x843D;&#x5728;&#x6D77;&#x8FB9;&#xFF0C;&#x706B;&#x5C71;&#x53E3;&#x7279;&#x522B;&#x5927;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x5C71;&#x4F53;&#x975E;&#x5E38;&#x8584;&#xFF0C;&#x6709;&#x70B9;&#x50CF;&#x4E2D;&#x7A7A;&#x7684;&#x8001;&#x6811;&#x6869;&#x3002;&#x6B64;&#x65F6;&#x6211;&#x98DE;&#x5F97;&#x592A;&#x9AD8;&#xFF0C;&#x611F;&#x5230;&#x6709;&#x70B9;&#x5BD2;&#x51B7;&#xFF0C;&#x53C8;&#x770B;&#x5230;&#x5C71;&#x811A;&#x4E0B;&#x6709;&#x4E00;&#x5EA7;&#x57CE;&#x5E02;&#xFF0C;&#x800C;&#x4E14;&#x5728;&#x57CE;&#x5E02;&#x9760;&#x4E1C;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x7531;&#x4E8E;&#x6D77;&#x98CE;&#x548C;&#x9646;&#x98CE;&#x7684;&#x4EA4;&#x9519;&#xFF0C;&#x5F62;&#x6210;&#x4E86;&#x975E;&#x5E38;&#x7F8E;&#x4E3D;&#x4E0D;&#x65AD;&#x53D8;&#x5316;&#x4F46;&#x662F;&#x4F4D;&#x7F6E;&#x9759;&#x6B62;&#x4E0D;&#x52A8;&#x7684;&#x4E91;&#x5F69;&#x3002;&#x4E8E;&#x662F;&#x6211;&#x964D;&#x843D;&#xFF0C;&#x6253;&#x7B97;&#x62CD;&#x70B9;&#x7167;&#x7247;&#x3002;&#x5F53;&#x65F6;&#x6211;&#x4F3C;&#x4E4E;&#x6B63;&#x843D;&#x5728;&#x4E00;&#x4E2A;&#x5EA6;&#x5047;&#x6751;&#x91CC;&#xFF0C;&#x670D;&#x52A1;&#x5458;&#x4EE5;&#x4E3A;&#x6211;&#x662F;&#x5BA2;&#x4EBA;&#xFF0C;&#x95EE;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x670D;&#x52A1;&#x3002;&#x6211;&#x5F53;&#x65F6;&#x6B63;&#x6253;&#x7B97;&#x8585;&#x70B9;&#x7F8A;&#x6BDB;&#xFF0C;&#x4F46;&#x662F;&#x53D1;&#x73B0;&#x5929;&#x8272;&#x4E0D;&#x65E9;&#xFF0C;&#x4FBF;&#x6025;&#x6025;&#x5FD9;&#x5FD9;&#x8DD1;&#x51FA;&#x53BB;&#x62CD;&#x7167;&#x7247;&#x4E86;&#x3002;&#x6211;&#x8DD1;&#x5230;&#x4E00;&#x4E2A;&#x5E7F;&#x573A;&#x4E0A;&#xFF0C;&#x4E5F;&#x6709;&#x4E0D;&#x5C11;&#x4EBA;&#x6B63;&#x5728;&#x62CD;&#x7167;&#xFF0C;&#x8FD9;&#x91CC;&#x4F3C;&#x4E4E;&#x662F;&#x4E00;&#x4E2A;&#x6709;&#x540D;&#x7684;&#x65C5;&#x6E38;&#x666F;&#x70B9;&#x3002;&#x522B;&#x7684;&#x4E0D;&#x8BF4;&#xFF0C;&#x8FD9;&#x4E91;&#x662F;&#x771F;&#x7684;&#x6F02;&#x4EAE;&#xFF0C;&#x4E24;&#x80A1;&#x65B9;&#x5411;&#x76F8;&#x53CD;&#x7684;&#x98CE;&#x5728;&#x6B64;&#x4EA4;&#x4F1A;&#xFF0C;&#x5F62;&#x6210;&#x4E00;&#x4E2A;&#x7C7B;&#x4F3C;&#x4E8E;&#x51C6;&#x9759;&#x6B62;&#x950B;&#x7684;&#x7ED3;&#x6784;&#xFF0C;&#x5076;&#x5C14;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x51B7;&#x6696;&#x6C14;&#x6D41;&#x5939;&#x6742;&#x5F62;&#x6210;&#x626D;&#x66F2;&#x7A7A;&#x6C14;&#x6761;&#x7EB9;&#x5728;&#x4E91;&#x4E2D;&#x7A7F;&#x68AD;&#xFF0C;&#x5982;&#x68A6;&#x4F3C;&#x5E7B;&#x3002;&#x6CA1;&#x62CD;&#x51E0;&#x5F20;&#xFF0C;&#x592A;&#x9633;&#x843D;&#x5C71;&#xFF0C;&#x5929;&#x8272;&#x5927;&#x53D8;&#xFF0C;&#x4E91;&#x4E2D;&#x4EFF;&#x4F5B;&#x82E5;&#x6709;&#x5149;&#xFF0C;&#x9EC4;&#x7EFF;&#x5E26;&#x84DD;&#xFF0C;&#x8FF8;&#x53D1;&#x5411;&#x4E0A;&#x3002;</p>
<p>&#x201C;&#x54C7;&#xFF0C;&#x6781;&#x5149;&#xFF1F;&#x201D;&#x6211;&#x6B63;&#x8FD9;&#x6837;&#x60F3;&#x7740;&#xFF0C;&#x7A81;&#x7136;&#x2014;&#x2014;&#x6240;&#x6709;&#x7684;&#x7A7A;&#x6C14;&#x6761;&#x7EB9;&#x548C;&#x6781;&#x5149;&#x8272;&#x6761;&#x56DE;&#x8F6C;&#x6536;&#x7F29;&#x4EA4;&#x6C47;&#x4E8E;&#x4E00;&#x70B9;&#xFF0C;&#x6709;&#x96BE;&#x4EE5;&#x540D;&#x72B6;&#x4E14;&#x5448;&#x7B80;&#x7EA6;&#x51E0;&#x4F55;&#x5F62;&#x72B6;&#x7684;&#x9020;&#x7269;&#x51FA;&#x73B0;&#xFF0C;&#x970E;&#x65F6;&#x72C2;&#x98CE;&#x5927;&#x4F5C;&#xFF0C;&#x6211;&#x4E0D;&#x5F97;&#x4E0D;&#x772F;&#x8D77;&#x773C;&#xFF0C;&#x96BE;&#x4EE5;&#x770B;&#x5F97;&#x771F;&#x5207;&#x3002;&#x5C31;&#x5728;&#x8FD9;&#x65F6;&#xFF0C;&#x80CC;&#x540E;&#x7EFF;&#x8292;&#x4E00;&#x95EA;&#xFF0C;&#x7528;&#x6FC0;&#x5149;&#x6761;&#x6837;&#x626B;&#x63CF;&#x4F17;&#x4EBA;&#x3002;&#x6211;&#x8FDE;&#x5FD9;&#x8F6C;&#x8FC7;&#x5934;&#xFF0C;&#x770B;&#x89C1;&#x6811;&#x6797;&#x4E2D;&#x6709;&#x4E00;&#x7A7A;&#x4E2D;&#x9020;&#x7269;&#x5206;&#x8EAB;&#xFF0C;&#x7EFF;&#x8272;&#x6FC0;&#x5149;&#x52FE;&#x52D2;&#x51FA;&#x5BCC;&#x6709;&#x79D1;&#x6280;&#x611F;&#x7684;&#x6B63;&#x591A;&#x9762;&#x4F53;&#x8F6E;&#x5ED3;&#xFF0C;&#x4E2D;&#x5FC3;&#x6709;&#x4E00;&#x9897;&#x7EA2;&#x8272;&#x5149;&#x7403;&#xFF0C;&#x6B63;&#x5C04;&#x51FA;&#x7EA2;&#x7EFF;&#x95F4;&#x6742;&#x7684;&#x6FC0;&#x5149;&#x7F51;&#x7EDC;&#x5411;&#x524D;&#x626B;&#x63CF;&#xFF0C;&#x5176;&#x80CC;&#x540E;&#x8FD8;&#x6709;&#x65E0;&#x6570;&#x8367;&#x5149;&#x98DE;&#x884C;&#x7269;&#x6B63;&#x56DB;&#x6563;&#x5F00;&#x6765;&#x3002;&#x201C;&#x5916;&#x661F;&#x4EBA;&#xFF01;&#x201D;&#x6211;&#x8111;&#x5B50;&#x4E00;&#x7247;&#x55E1;&#x55E1;&#x54CD;&#xFF0C;&#x6253;&#x7B97;&#x5F80;&#x5DE6;&#x8EB2;&#x5230;&#x4E00;&#x5757;&#x77F3;&#x5934;&#x540E;&#x9762;&#x8EB2;&#x5F00;&#x626B;&#x63CF;&#xFF0C;&#x5374;&#x770B;&#x89C1;&#x6FC0;&#x5149;&#x7F51;&#x683C;&#x5728;&#x5B69;&#x7AE5;&#x7FA4;&#x4E2D;&#x7565;&#x505A;&#x505C;&#x7559;&#xFF0C;&#x5E76;&#x5F00;&#x59CB;&#x6709;&#x767D;&#x8272;&#x5149;&#x5708;&#x5BF9;&#x51C6;&#x90A3;&#x91CC;&#x3002;&#x6211;&#x9690;&#x7EA6;&#x542C;&#x5230;&#x5947;&#x602A;&#x7684;&#x5916;&#x661F;&#x8BED;&#xFF0C;&#x5374;&#x4E0D;&#x77E5;&#x4E3A;&#x4F55;&#x61C2;&#x5F97;&#x5176;&#x610F;&#x601D;&#xFF1A;&#x201C;&#x68C0;&#x6D4B;&#x5230;37&#x4E2A;&#x672A;&#x6210;&#x5E74;&#x4F53;&#x2026;&#x2026;&#x7EE7;&#x7EED;&#x201D;
&#x542C;&#x5230;&#x8FD9;&#x53E5;&#x8BDD;&#x540E;&#xFF0C;&#x4EFF;&#x4F5B;&#x6709;&#x5343;&#x4E07;&#x58F0;&#x97F3;&#x5728;&#x6211;&#x8111;&#x4E2D;&#x63A5;&#x8FDE;&#x70B8;&#x5F00;&#xFF0C;&#x5FC3;&#x810F;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x8DF3;&#x5F97;&#x90A3;&#x4E48;&#x5FEB;&#x90A3;&#x4E48;&#x5F3A;&#xFF1A;&#x201C;&#x5916;&#x661F;&#x751F;&#x7269;&#x964D;&#x4E34;&#xFF0C;&#x7406;&#x7531;&#x672A;&#x77E5;&#x201D;
&#x201C;&#x4ED6;&#x4EEC;&#x5728;&#x5BF9;&#x4EBA;&#x7C7B;&#x8FDB;&#x884C;&#x626B;&#x63CF;&#x201D; &#x201C;&#x626B;&#x63CF;&#x4F1A;&#x533A;&#x5206;&#x5B69;&#x7AE5;&#x548C;&#x6210;&#x4EBA;&#x201D; &#x201C;&#x5E7C;&#x5E74;&#x4F53;&#x76F8;&#x5BF9;&#x65E0;&#x5BB3;&#x201D;
&#x201C;&#x767D;&#x8272;&#x5149;&#x5708;&#x4F3C;&#x4E4E;&#x4EC5;&#x4F5C;&#x7528;&#x4E8E;&#x7A7A;&#x95F4;&#x201D;&#x2026;&#x2026;
&#x5DE6;&#x53F3;&#x626B;&#x89C6;&#xFF0C;&#x5C16;&#x53EB;&#x6B64;&#x8D77;&#x5F7C;&#x4F0F;&#xFF0C;&#x4EBA;&#x4EEC;&#x56DB;&#x5904;&#x9003;&#x7A9C;&#xFF0C;&#x6211;&#x9A6C;&#x4E0A;&#x505A;&#x51FA;&#x4E86;&#x51B3;&#x5B9A;&#xFF1A;&#x201C;&#x8DD1;&#xFF0C;&#x8DD1;&#x5230;&#x5B69;&#x7AE5;&#x90A3;&#x91CC;&#x53BB;&#xFF0C;&#x80FD;&#x6D3B;&#xFF01;&#x201D;&#x4E8E;&#x662F;&#x6211;&#x8D77;&#x6B65;&#x8DD1;&#x5411;&#x5E7F;&#x573A;&#x4E2D;&#x592E;&#xFF0C;&#x6251;&#x5411;&#x90A3;&#x9053;&#x767D;&#x5149;&#x3002;&#x800C;&#x5F53;&#x6211;&#x521A;&#x8E0F;&#x8FDB;&#x5B69;&#x5B50;&#x4EEC;&#x7684;&#x8EAB;&#x8FB9;&#xFF0C;&#x4FBF;&#x542C;&#x5230;&#x90A3;&#x795E;&#x79D8;&#x7684;&#x5916;&#x661F;&#x8BED;&#x518D;&#x6B21;&#x54CD;&#x8D77;&#x2014;&#x2014;&#x201C;&#x5B8C;&#x6BD5;&#xFF0C;&#x5176;&#x4F59;&#x6E05;&#x9664;&#x3002;&#x201D;&#x6211;&#x5927;&#x6982;&#x660E;&#x767D;&#x53D1;&#x751F;&#x4E86;&#x4EC0;&#x4E48;&#xFF0C;&#x4E00;&#x80A1;&#x60B2;&#x6124;&#xFF0C;&#x5E86;&#x5E78;&#xFF0C;&#x548C;&#x60F6;&#x6050;&#x4EA4;&#x6742;&#x7684;&#x6ECB;&#x5473;&#x5728;&#x6211;&#x5FC3;&#x5934;&#x6D8C;&#x8D77;&#x3002;&#x4E0D;&#x5F85;&#x6211;&#x53E6;&#x4F5C;&#x4ED6;&#x60F3;&#xFF0C;&#x8FD9;&#x767D;&#x5149;&#x4FBF;&#x7A81;&#x7136;&#x653E;&#x5927;&#xFF0C;&#x6211;&#x773C;&#x524D;&#x4E00;&#x9ED1;&#x5931;&#x53BB;&#x4E86;&#x610F;&#x8BC6;&#x3002;</p>
<p>&#x5F85;&#x6211;&#x9192;&#x6765;&#xFF0C;&#x5468;&#x56F4;&#x662F;&#x4E00;&#x7247;&#x767D;&#x832B;&#x832B;&#x7684;&#x865A;&#x65E0;&#x7A7A;&#x95F4;&#x3002;&#x6B63;&#x524D;&#x65B9;&#x6D6E;&#x6709;4&#x6761;&#x6A2A;&#x7EBF;&#xFF0C;&#x5176;&#x4E2D;&#x7B2C;1&#x6761;&#x6A2A;&#x7EBF;&#x5DF2;&#x7ECF;&#x88AB;&#x4E00;&#x4E32;&#x5916;&#x661F;&#x8BED;&#x586B;&#x4E0A;&#x4E86;&#x3002;&#x867D;&#x7136;&#x770B;&#x4E0D;&#x61C2;&#x8FD9;&#x5947;&#x602A;&#x7684;&#x5916;&#x661F;&#x6587;&#x5B57;&#xFF0C;&#x4F46;&#x6211;&#x8FD8;&#x662F;&#x80FD;&#x591F;&#x770B;&#x61C2;&#x5176;&#x610F;&#x601D;&#xFF1A;&#x201C;&#x4EC0;&#x4E48;&#x60C5;&#x51B5;&#xFF1F;&#x201D;&#x7D27;&#x63A5;&#x7740;&#xFF0C;&#x5916;&#x661F;&#x6587;&#x6240;&#x5728;&#x7684;&#x7A7A;&#x95F4;&#x53D8;&#x7070;&#x4E86;&#x4E00;&#x70B9;&#xFF0C;&#x5411;&#x540E;&#x584C;&#x9677;&#x4E9B;&#x8BB8;&#xFF0C;&#x5C31;&#x597D;&#x50CF;&#x4E92;&#x8054;&#x7F51;&#x4E0A;&#x4F20;&#x8F93;&#x6D88;&#x606F;&#x65F6;&#x7684;&#x7B49;&#x5F85;&#x6309;&#x94AE;&#x4E00;&#x6837;&#x3002;&#x4E0D;&#x5230;&#x534A;&#x79D2;&#x949F;&#xFF0C;&#x53C8;&#x6062;&#x590D;&#x4E86;&#xFF0C;&#x6587;&#x5B57;&#x548C;&#x6A2A;&#x7EBF;&#x90FD;&#x53D8;&#x5F97;&#x91D1;&#x9EC4;&#x4E86;&#x4E00;&#x70B9;&#x3002;&#x4E0E;&#x6B64;&#x540C;&#x65F6;&#xFF0C;&#x7B2C;2&#x4E2A;&#x6A2A;&#x7EBF;&#x4E0A;&#x5F00;&#x59CB;&#x6D6E;&#x73B0;&#x51FA;&#x6587;&#x5B57;&#xFF1A;&#x201C;&#x4EC0;&#x4E48;&#x4E1C;&#x897F;&#xFF1F;&#x201D;
&#x7136;&#x540E;&#x53C8;&#x53D8;&#x7070;&#xFF0C;&#x53C8;&#x6062;&#x590D;&#x53D8;&#x9EC4;&#xFF0C;&#x7136;&#x540E;&#x7B2C;3&#x6392;&#x5F00;&#x59CB;&#x6D6E;&#x73B0;&#x6587;&#x5B57;&#xFF1A;&#x201C;&#x8FD9;&#x5E72;&#x561B;&#x554A;&#xFF1F;&#x201D;&#x6B64;&#x65F6;&#xFF0C;&#x6211;&#x4F3C;&#x4E4E;&#x610F;&#x8BC6;&#x5230;&#x8FD9;&#x73A9;&#x610F;&#x513F;&#x4F1A;&#x8BFB;&#x6211;&#x7684;&#x8111;&#x5B50;&#xFF0C;&#x4E8E;&#x662F;&#x4E0B;&#x610F;&#x8BC6;&#x9A82;&#x4E86;&#x4E2A;&#x810F;&#x8BDD;&#x3002;&#x7ED3;&#x679C;&#x7B2C;4&#x6392;&#xFF1A;&#x201C;wcnm&#xFF01;&#x201D;
&#x672A;&#x7B49;&#x6211;&#x53CD;&#x5E94;&#x8FC7;&#x6765;&#xFF0C;4&#x6392;&#x5C31;&#x5168;&#x53D8;&#x9EC4;&#x4E86;&#xFF0C;&#x7D27;&#x63A5;&#x7740;&#x53C8;&#x5168;&#x6E05;&#x7A7A;&#x4E86;&#xFF0C;&#x591A;&#x4E86;&#x4E00;&#x4E2A;&#x7EA2;&#x8272;&#x63D0;&#x793A;&#xFF0C;&#x597D;&#x50CF;&#x662F;&#x53CD;&#x9988;&#xFF1A;&#x201C;&#x60C5;&#x7EEA;&#x6FC0;&#x52A8;&#xFF0C;&#x53EF;&#x80FD;&#x6709;&#x66B4;&#x529B;&#x503E;&#x5411;&#x3002;&#x201D;</p>
<p>&#x5F53;&#x65F6;&#x6211;&#x4F3C;&#x4E4E;&#x9690;&#x7EA6;&#x8BB0;&#x5F97;&#x6709;&#x5916;&#x661F;&#x4EBA;&#x8FD9;&#x4E8B;&#x513F;&#xFF0C;&#x4F46;&#x8FF7;&#x8FF7;&#x7CCA;&#x7CCA;&#x7684;&#x8BB0;&#x4E0D;&#x771F;&#x5207;&#x3002;&#x90A3;4&#x4E2A;&#x6A2A;&#x6392;&#x6BCF;&#x884C;&#x7684;&#x5BB9;&#x91CF;&#x5927;&#x6982;&#x662F;4&#xFF5E;5&#x4E2A;&#x4E2D;&#x6587;&#x5B57;&#x7B26;&#xFF0C;&#x6BCF;&#x6B21;&#x6211;&#x8111;&#x5B50;&#x91CC;&#x9762;&#x7684;&#x4E00;&#x4E9B;&#x601D;&#x7EEA;&#x90FD;&#x4F1A;&#x88AB;&#x5176;&#x6355;&#x6349;&#x5E76;&#x4E0A;&#x4F20;&#xFF0C;4&#x4E2A;&#x6EE1;&#x4E86;&#x4E4B;&#x540E;&#x5C31;&#x6E05;&#x7A7A;&#x518D;&#x6765;&#x4E00;&#x8F6E;&#xFF0C;&#x5E76;&#x7ED9;&#x51FA;&#x4E00;&#x4E9B;&#x8BC4;&#x4EF7;&#x6216;&#x56DE;&#x7B54;&#x3002;&#x6211;&#x95EE;&#x4E86;&#x4E0D;&#x5C11;&#x95EE;&#x9898;&#xFF0C;&#x4E5F;&#x5C1D;&#x8BD5;&#x7A81;&#x7834;&#x8FD9;&#x4E2A;&#x7CFB;&#x7EDF;&#x7684;&#x9650;&#x5236;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x60F3;&#x8C61;&#x4E00;&#x4E9B;&#x56FE;&#x7247;&#x6216;&#x8005;&#x662F;&#x89C6;&#x9891;&#x4E4B;&#x7C7B;&#x7684;&#xFF0C;&#x8FD9;&#x4E2A;&#x7CFB;&#x7EDF;&#x4F3C;&#x4E4E;&#x4E5F;&#x80FD;&#x6982;&#x62EC;&#x3002;&#x4F46;&#x90FD;&#x6CA1;&#x6562;&#x9A82;&#x810F;&#x8BDD;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x611F;&#x89C9;&#x8BF4;&#x4E00;&#x4E9B;&#x653B;&#x51FB;&#x6027;&#x5F3A;&#x7684;&#x8BDD;&#x4F1A;&#x6709;&#x4E0D;&#x597D;&#x7684;&#x540E;&#x679C;&#x3002;&#x5927;&#x6982;&#x7ECF;&#x5386;&#x4E86;&#x4E94;&#x516D;&#x8F6E;&#xFF0C;&#x6211;&#x7684;&#x610F;&#x8BC6;&#x9010;&#x6E10;&#x53D8;&#x5F97;&#x6A21;&#x7CCA;&#xFF0C;&#x6700;&#x540E;&#x4ED6;&#x5B83;&#x95EE;&#x4E86;&#x6211;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF1A;&#x201C;&#x914D;&#x5076;&#xFF1F;&#x201D;
&#x6211;&#x6CA1;&#x597D;&#x6C14;&#x513F;&#x5730;&#x8BF4;&#xFF1A;&#x201C;&#x6CA1;&#x6709;&#xFF0C;&#x6EDA;&#xFF01;&#x201D; &#x7136;&#x540E;&#x5C31;&#x6E10;&#x6E10;&#x82CF;&#x9192;&#x4E86;</p>
<p>&#x82CF;&#x9192;&#x671F;&#x95F4;&#xFF0C;&#x6211;&#x4EFF;&#x4F5B;&#x5728;&#x770B;&#x6F2B;&#x753B;&#xFF0C;&#x7ED9;&#x6211;&#x4ECB;&#x7ECD;&#x4E86;&#x4E00;&#x4E2A;&#x98DE;&#x8239;&#x5185;&#x4F9B;8&#x4EBA;&#x4F4F;&#x5BBF;&#x7684;&#x623F;&#x95F4;&#xFF0C;&#x867D;&#x7136;&#x6D3B;&#x52A8;&#x7A7A;&#x95F4;&#x975E;&#x5E38;&#x72ED;&#x7A84;&#xFF0C;&#x4F46;&#x662F;&#x7A7A;&#x95F4;&#x5229;&#x7528;&#x7387;&#x975E;&#x5E38;&#x9AD8;&#xFF0C;&#x6709;&#x5E8A;&#x94FA;&#xFF0C;&#x6709;&#x5BA2;&#x5385;&#xFF0C;&#x6709;&#x53A8;&#x623F;&#xFF0C;&#x6709;&#x5395;&#x6240;&#xFF0C;&#x8BBE;&#x8BA1;&#x7684;&#x975E;&#x5E38;&#x597D;&#xFF0C;&#x5F88;&#x5408;&#x7406;&#xFF0C;&#x5F88;&#x9AD8;&#x7EA7;&#xFF0C;&#x6709;&#x70B9;&#x50CF;&#x7ACB;&#x65B9;&#x4F53;&#x5C55;&#x5F00;&#x7684;&#x672A;&#x6765;&#x706B;&#x8F66;&#x5367;&#x94FA;&#x3002;(&#x753B;&#x4E86;&#x4E2A;&#x8349;&#x56FE;&#xFF0C;&#x53EF;&#x80FD;&#x770B;&#x4E0A;&#x53BB;&#x6BD4;&#x8F83;&#x7A7A;&#x65F7;&#xFF0C;&#x56E0;&#x4E3A;&#x91CC;&#x9762;&#x8FD8;&#x6709;&#x5F88;&#x591A;&#x8BBE;&#x65BD;&#x653E;&#x5728;&#x91CC;&#x9762;&#x4F46;&#x6211;&#x6CA1;&#x6709;&#x753B;&#x51FA;&#x6765;)</p>
<p>&#x5367;&#x5BA4;&#x533A;&#x57DF;&#x662F;&#x4E24;&#x4FA7;&#x4E0A;&#x4E0B;&#x94FA;&#xFF0C;&#x6BCF;&#x4FA7;&#x7530;&#x5B57;&#x5206;&#x5272;&#x6210;4&#x4E2A;&#x5E8A;&#x94FA;&#xFF0C;&#x4E0B;&#x94FA;&#x8FD8;&#x80FD;&#x5F53;&#x505A;&#x6C99;&#x53D1;&#xFF0C;&#x6709;&#x4E66;&#x706F;&#xFF0C;&#x8FD8;&#x6709;&#x5E8A;&#x5E18;&#xFF0C;&#x6211;&#x5728;&#x5367;&#x5BA4;&#x533A;&#x57DF;&#x8FDB;&#x95E8;&#x53F3;&#x8FB9;&#x9760;&#x95E8;&#x4E0B;&#x94FA;&#x3002;&#x4E2D;&#x95F4;&#x6709;&#x4E00;&#x4E2A;&#x684C;&#x5B50;&#xFF0C;&#x5730;&#x9762;&#x4E0A;&#x6709;&#x6309;&#x94AE;&#x8E29;&#x4E00;&#x4E0B;&#x53EF;&#x4EE5;&#x5347;&#x51FA;&#x51F3;&#x5B50;&#x3002;&#x6F2B;&#x753B;&#x8FD8;&#x4ECB;&#x7ECD;&#x4E86;&#x5176;&#x4E2D;&#x5165;&#x9A7B;&#x7684;&#x4EBA;&#x5458;&#xFF0C;4&#x7537;4&#x5973;&#xFF0C;&#x6765;&#x81EA;&#x4E16;&#x754C;&#x5404;&#x5730;(&#x4F46;&#x4E0D;&#x77E5;&#x9053;&#x4E3A;&#x5565;&#x90FD;&#x61C2;&#x4E2D;&#x6587;&#xFF0C;&#x53CD;&#x6B63;&#x4EA4;&#x8C08;&#x987A;&#x7545;)&#x4EE5;&#x53CA;&#x4E00;&#x4E2A;&#x5916;&#x661F;&#x4EBA;&#xFF0C;&#x6709;&#x70B9;&#x50CF;&#x8F85;&#x5BFC;&#x5458;&#x7684;&#x5B9A;&#x4F4D;&#xFF0C;&#x4F46;&#x6211;&#x5374;&#x8BB0;&#x4E0D;&#x5F97;&#x4ED6;&#x957F;&#x4EC0;&#x4E48;&#x6A21;&#x6837;&#x3002;</p>
<p>&#x82CF;&#x9192;&#x7684;&#x6211;&#x6B63;&#x8EBA;&#x5728;&#x5C5E;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x5E8A;&#x4E0A;&#xFF0C;&#x6211;&#x8D77;&#x5E8A;&#xFF0C;&#x63A2;&#x7D22;&#x8D77;&#x521A;&#x521A;&#x6F2B;&#x753B;&#x91CC;&#x63CF;&#x7ED8;&#x7684;&#x201C;&#x5BBF;&#x820D;&#x201D;&#x3002;&#x623F;&#x95F4;&#x91CC;&#x7684;&#x4EBA;&#x6B63;&#x662F;&#x6F2B;&#x753B;&#x91CC;&#x63CF;&#x8FF0;&#x7684;&#x90A3;&#x4E9B;&#x4EBA;&#xFF0C;&#x6709;&#x7684;&#x8FD8;&#x6CA1;&#x9192;&#xFF0C;&#x6709;&#x4E9B;&#x5DF2;&#x7ECF;&#x5148;&#x6211;&#x4E00;&#x6B65;&#x8D77;&#x6765;&#x4E86;&#x3002;&#x6211;&#x770B;&#x5230;&#x4E00;&#x4F4D;&#x7537;&#x751F;&#x5750;&#x5728;&#x5E8A;&#x4E0A;&#xFF0C;&#x6342;&#x7740;&#x8138;&#xFF1B;&#x4E00;&#x4F4D;&#x5973;&#x751F;&#x6B63;&#x5750;&#x5728;&#x5BA2;&#x5385;&#x559D;&#x6C34;&#xFF0C;&#x8138;&#x8272;&#x5F88;&#x5DEE;&#x3002;&#x6211;&#x5411;&#x7A97;&#x5916;&#x671B;&#x53BB;&#xFF0C;&#x7ADF;&#x770B;&#x89C1;&#x6728;&#x661F;&#xFF01;&#x8FD9;&#x9897;&#x5E9E;&#x5927;&#x7684;&#x6C14;&#x6001;&#x5DE8;&#x884C;&#x661F;&#x4E5F;&#x6B63;&#x5728;&#x4EE5;&#x8089;&#x773C;&#x53EF;&#x89C1;&#x7684;&#x901F;&#x5EA6;&#x79BB;&#x6211;&#x4EEC;&#x8FDC;&#x53BB;&#xFF0C;&#x4E0D;&#x4E00;&#x4F1A;&#x513F;&#x4FBF;&#x5931;&#x53BB;&#x4E86;&#x8E2A;&#x5F71;&#xFF01;</p>
<p>&#x201C;&#x66F2;&#x7387;&#x5F15;&#x64CE;&#xFF0C;&#x5B8C;&#x4E86;&#x201D;&#x6211;&#x8DCC;&#x5750;&#x5728;&#x6C99;&#x53D1;&#x4E0A;&#xFF0C;&#x611F;&#x5230;&#x672A;&#x77E5;&#x6587;&#x660E;&#x7684;&#x9634;&#x5F71;&#x5C06;&#x6211;&#x7B3C;&#x7F69;&#xFF0C;&#x201C;&#x4EBA;&#x7C7B;&#x8FDE;&#x8FD9;&#x79CD;&#x79D1;&#x6280;&#x7684;&#x8FB9;&#x90FD;&#x8FD8;&#x6CA1;&#x6478;&#x7740;&#xFF0C;&#x6211;&#x662F;&#x6C38;&#x8FDC;&#x4E0D;&#x53EF;&#x80FD;&#x56DE;&#x5BB6;&#x4E86;&#x3002;&#x201D;&#x2026;&#x2026;&#x201C;&#x4EBA;&#x7C7B;&#x8FD8;&#x5B58;&#x5728;&#x5417;&#xFF1F;&#x6211;&#x8BB0;&#x5F97;&#x4ED6;&#x4EEC;&#x6709;&#x8BF4;&#x6E05;&#x9664;&#xFF0C;&#x96BE;&#x9053;&#x8BF4;&#x5168;&#x4E16;&#x754C;&#x53EA;&#x5269;&#x4E0B;&#x98DE;&#x8239;&#x4E0A;&#x6211;&#x4EEC;&#x8FD9;&#x4E9B;&#x4EBA;&#x7ED9;&#x4ED6;&#x4EEC;&#x505A;&#x5C55;&#x89C8;&#x5417;&#xFF1F;&#x201D;&#x6211;&#x5FCD;&#x4E0D;&#x4F4F;&#x80E1;&#x601D;&#x4E71;&#x60F3;&#xFF0C;&#x9677;&#x5165;&#x4E86;&#x7EDD;&#x671B;&#x3002;</p>
<p>&#x4E4B;&#x540E;&#x7684;&#x68A6;&#x5883;&#x4FBF;&#x5F00;&#x59CB;&#x5FEB;&#x8FDB;&#x4E0E;&#x7247;&#x6BB5;&#x5316;&#xFF0C;&#x6211;&#x4EEC;8&#x4E2A;&#x4EBA;&#x5C31;&#x8FD9;&#x6837;&#x5728;&#x8FD9;&#x4E2A;&#x96C6;&#x4F53;&#x5BBF;&#x820D;&#x91CC;&#x751F;&#x6D3B;&#xFF0C;&#x5BBF;&#x820D;&#x91CC;&#x4E5F;&#x6709;&#x5F88;&#x591A;&#x5916;&#x661F;&#x79D1;&#x6280;&#xFF0C;&#x957F;&#x5F97;&#x548C;&#x4EBA;&#x7C7B;&#x793E;&#x4F1A;&#x91CC;&#x7684;&#x4E1C;&#x897F;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x800C;&#x4E14;&#x5927;&#x90E8;&#x5206;&#x90FD;&#x662F;&#x5D4C;&#x5728;&#x5899;&#x91CC;&#x548C;&#x684C;&#x5B50;&#x4E0A;&#xFF0C;&#x8981;&#x6309;&#x4E00;&#x4E0B;&#x4F1A;&#x81EA;&#x5DF1;&#x5F39;&#x8D77;&#x6765;&#xFF0C;&#x4F46;&#x662F;&#x529F;&#x80FD;&#x5374;&#x90FD;&#x662F;&#x6211;&#x4EEC;&#x80FD;&#x4F7F;&#x7528;&#x7684;&#x3002;&#x5076;&#x5C14;&#xFF0C;&#x5916;&#x661F;&#x4EBA;&#x4F1A;&#x5E26;&#x6211;&#x4EEC;&#x51FA;&#x53BB;&#x901B;&#x901B;&#x3002;&#x6709;&#x4E00;&#x6B21;&#x53BB;&#x98DE;&#x8239;&#x7684;&#x4E00;&#x4E2A;&#x5C55;&#x89C8;&#x9986;&#x533A;&#x57DF;&#xFF0C;&#x6211;&#x770B;&#x5230;&#x6709;&#x524D;&#x82CF;&#x8054;&#x7684;&#x5B87;&#x822A;&#x5458;&#x53CA;&#x822A;&#x7A7A;&#x8BBE;&#x5907;&#x7684;&#x8D44;&#x6599;&#xFF0C;&#x8FDC;&#x5904;&#x4F3C;&#x4E4E;&#x53E6;&#x4E00;&#x4E2A;&#x5BBF;&#x820D;&#x7684;&#x4EBA;&#x60CA;&#x547C;&#xFF0C;&#x201C;&#x6211;&#x5C31;&#x8BF4;&#x5F53;&#x521D;&#x82CF;&#x8054;&#x6709;&#x9047;&#x5230;&#x8FC7;&#x5916;&#x661F;&#x4EBA;&#xFF01;&#x201D;&#x6211;&#x6709;&#x70B9;&#x61F5;&#x3002;&#x8F6C;&#x5934;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x5916;&#x661F;&#x8F85;&#x5BFC;&#x5458;&#x8FD8;&#x9012;&#x7ED9;&#x6211;&#x4E00;&#x4E2A;&#x7F8E;&#x56FD;&#x5B87;&#x822A;&#x5458;&#x7684;&#x624B;&#x529E;(
&#xFF9F;&#x2200;&#x3002;)</p>
<p>&#x867D;&#x7136;&#x73B0;&#x5728;&#x5927;&#x5BB6;&#x4E0D;&#x540C;&#x7684;&#x8BED;&#x8A00;&#x90FD;&#x542C;&#x5F97;&#x61C2;&#xFF0C;&#x4F46;&#x5916;&#x661F;&#x4EBA;&#x4F3C;&#x4E4E;&#x5E76;&#x4E0D;&#x613F;&#x610F;&#x548C;&#x6211;&#x4EEC;&#x8FDB;&#x884C;&#x8FC7;&#x591A;&#x7684;&#x76F4;&#x63A5;&#x4EA4;&#x6D41;&#xFF0C;&#x4E5F;&#x4E0D;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#x5916;&#x754C;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4F7F;&#x5F97;&#x867D;&#x7136;&#x4ED6;&#x4EEC;&#x770B;&#x4E0A;&#x53BB;&#x5F88;&#x53CB;&#x5584;&#xFF0C;&#x4F46;&#x6C14;&#x6C1B;&#x603B;&#x662F;&#x5F88;&#x538B;&#x6291;&#x4E14;&#x6FD2;&#x4E34;&#x5D29;&#x6E83;&#x3002;</p>
<p>&#x6709;&#x4E00;&#x5929;&#xFF0C;&#x6211;&#x88AB;&#x670B;&#x53CB;&#x6447;&#x9192;&#xFF0C;&#x4ED6;&#x6643;&#x4E86;&#x6643;&#x624B;&#x4E0A;&#x7684;&#x901A;&#x4FE1;&#x8BBE;&#x5907;&#xFF0C;&#x548C;&#x6211;&#x8BF4;&#xFF1A;&#x201C;&#x8FD9;&#x91CC;&#x80FD;&#x8FDE;&#x4E0A;&#x5730;&#x7403;&#x7684;&#x901A;&#x8BAF;&#x7F51;&#x7EDC;&#xFF01;&#x201D;&#x5DF2;&#x7ECF;&#x4EE5;&#x4E3A;&#x548C;&#x5730;&#x7403;&#x6C38;&#x8FDC;&#x4E0D;&#x5F97;&#x518D;&#x89C1;&#x7684;&#x6211;&#x542C;&#x5230;&#x8FD9;&#x4E2A;&#x6D88;&#x606F;&#x987E;&#x4E0D;&#x5F97;&#x5176;&#x4ED6;&#x6293;&#x8D77;&#x90A3;&#x5757;&#x677F;&#x5B50;&#xFF0C;&#x770B;&#x5230;&#x4E86;&#x53F3;&#x4E0A;&#x89D2;&#x719F;&#x6089;&#x7684;WiFi&#x683C;&#x5B50;&#x3002;&#x970E;&#x65F6;&#xFF0C;&#x66FE;&#x7ECF;&#x7684;&#x751F;&#x6D3B;&#x56DE;&#x5FC6;&#xFF0C;&#x51E0;&#x4E2A;&#x6708;&#x6765;&#x6E10;&#x6E10;&#x5C01;&#x95ED;&#x7684;&#x5404;&#x79CD;&#x60C5;&#x611F;&#x5982;&#x51B3;&#x5824;&#x822C;&#x5954;&#x6D8C;&#x4E0A;&#x6765;&#x3002;&#x6211;&#x60F3;&#x77E5;&#x9053;&#x5730;&#x7403;&#x90A3;&#x91CC;&#x662F;&#x5426;&#x4E00;&#x5207;&#x5B89;&#x597D;&#xFF0C;&#x60F3;&#x548C;&#x5BB6;&#x91CC;&#x4EBA;&#x901A;&#x4E2A;&#x7535;&#x8BDD;&#x89C6;&#x9891;&#x4E00;&#x4E0B;&#x2026;&#x2026;
&#x6211;&#x96BE;&#x4EE5;&#x63CF;&#x8FF0;&#x90A3;&#x79CD;&#x6574;&#x4E2A;&#x4EBA;&#x88AB;&#x5F3A;&#x70C8;&#x60C5;&#x611F;&#x76F4;&#x63A5;&#x51FB;&#x57AE;&#x7684;&#x611F;&#x53D7;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x5728;&#x73B0;&#x5B9E;&#x751F;&#x6D3B;&#x4E2D;&#x51E0;&#x4E4E;&#x4ECE;&#x672A;&#x611F;&#x53D7;&#x5230;&#x8FC7;&#x7684;&#x3002;&#x6211;&#x7684;&#x6CEA;&#x6C34;&#x593A;&#x7736;&#x800C;&#x51FA;&#xFF0C;&#x53CC;&#x624B;&#x98A4;&#x6296;&#xFF0C;&#x8BDD;&#x8BF4;&#x4E0D;&#x51FA;&#xFF0C;&#x53EA;&#x89C9;&#x4E00;&#x5207;&#x5929;&#x65CB;&#x5730;&#x8F6C;&#xFF0C;&#x53C8;&#x5F00;&#x5FC3;&#x53C8;&#x60B2;&#x4F24;&#x3002;</p>
<p>&#x5F85;&#x6211;&#x5E73;&#x590D;&#x5FC3;&#x60C5;&#x540E;&#xFF0C;&#x6211;&#x62FF;&#x51FA;&#x81EA;&#x5DF1;&#x7684;&#x901A;&#x8BAF;&#x8BBE;&#x5907;&#xFF0C;&#x6253;&#x7B97;&#x5C1D;&#x8BD5;&#x548C;&#x81EA;&#x5DF1;&#x7684;&#x4EB2;&#x4EBA;&#x8054;&#x7EDC;&#x3002;&#x8FD9;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x5916;&#x661F;&#x8F85;&#x5BFC;&#x5458;&#x8D70;&#x8FC7;&#x6765;&#xFF0C;&#x4ED6;&#x62FF;&#x51FA;&#x4E00;&#x4E2A;&#x88C5;&#x6EE1;&#x6CE1;&#x6CAB;&#x7684;&#x673A;&#x5668;&#xFF0C;&#x5728;&#x6211;&#x7684;&#x8138;&#x4E0A;&#x522E;&#x4E86;&#x4E24;&#x4E0B;&#x2014;&#x2014;&#x5E2E;&#x6211;&#x628A;&#x51E0;&#x4E2A;&#x6708;&#x6765;&#x6211;&#x4ECE;&#x6CA1;&#x5243;&#x8FC7;&#x7684;&#x80E1;&#x5B50;&#x5243;&#x4E86;&#x3002;&#x6211;&#x770B;&#x5411;&#x5927;&#x5BB6;&#xFF0C;&#x7A81;&#x7136;&#x611F;&#x89C9;&#x4E00;&#x5207;&#x90FD;&#x6709;&#x4E86;&#x5E0C;&#x671B;&#x3002;</p>
<p>&#x4E8E;&#x662F;&#x6211;&#x6253;&#x5F00;&#x8BBE;&#x5907;&#x2014;&#x2014;&#x201C;&#x53EE;&#x96F6;&#x96F6;&#x96F6;&#x96F6;&#x96F6;&#xFF01;&#xFF01;&#xFF01;&#x201D;&#x5C31;&#x5728;&#x8FD9;&#x65F6;&#xFF0C;&#x6211;&#x88AB;&#x95F9;&#x949F;&#x53EB;&#x9192;&#x4E86;&#x3002;&#x7761;&#x773C;&#x60FA;&#x5FEA;&#x7684;&#x6211;&#x8FF7;&#x832B;&#x5730;&#x8EBA;&#x5728;&#x5E8A;&#x4E0A;&#xFF0C;&#x7ADF;&#x4E00;&#x65F6;&#x4E0D;&#x77E5;&#x9053;&#x662F;&#x5468;&#x5E84;&#x68A6;&#x4E86;&#x8776;&#xFF0C;&#x8FD8;&#x662F;&#x8776;&#x628A;&#x5468;&#x5E84;&#x68A6;&#x3002;</p>

    </div>

    
    
    

    <footer class="post-footer">

        

          <div class="post-nav">
            <div class="post-nav-item">
            </div>
            <div class="post-nav-item">
                <a href="/2021/10/24/ELEC270%20W1/" rel="next" title="ELEC270 W1">
                  ELEC270 W1 <i class="fa fa-chevron-right"></i>
                </a>
            </div>
          </div>
    </footer>
  </article>
</div>






    <div class="comments" id="valine-comments"></div>
</div>
  </main>

  <footer class="footer">
    <div class="footer-inner">


<div class="copyright">
  &copy; 
  <span itemprop="copyrightYear">2023</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">罗醭坦</span>
</div>
<div class="busuanzi-count">
    <span class="post-meta-item" id="busuanzi_container_site_uv">
      <span class="post-meta-item-icon">
        <i class="fa fa-user"></i>
      </span>
      <span class="site-uv" title="总访客量">
        <span id="busuanzi_value_site_uv"></span>
      </span>
    </span>
    <span class="post-meta-item" id="busuanzi_container_site_pv">
      <span class="post-meta-item-icon">
        <i class="fa fa-eye"></i>
      </span>
      <span class="site-pv" title="总访问量">
        <span id="busuanzi_value_site_pv"></span>
      </span>
    </span>
</div>
  <div class="powered-by">由 <a href="https://hexo.io/" rel="noopener" target="_blank">Hexo</a> & <a href="https://theme-next.js.org/muse/" rel="noopener" target="_blank">NexT.Muse</a> 强力驱动
  </div>


    <script async src="//dn-lbstatics.qbox.me/busuanzi/2.3/busuanzi.pure.mini.js"></script>


    </div>
  </footer>

  
  <script src="https://cdn.jsdelivr.net/npm/animejs@3.2.1/lib/anime.min.js" integrity="sha256-XL2inqUJaslATFnHdJOi9GfQ60on8Wx1C2H8DYiN1xY=" crossorigin="anonymous"></script>
<script src="/js/comments.js"></script><script src="/js/utils.js"></script><script src="/js/motion.js"></script><script src="/js/schemes/muse.js"></script><script src="/js/next-boot.js"></script>

  





  
  <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>


  <script class="next-config" data-name="leancloud_visitors" type="application/json">{"enable":true,"app_id":"EBzFyAm9PfVGV30taJR4KOwO-MdYXbMMI","app_key":"gsNzDLmBx2Cx1wQMkW4V3RtN","server_url":"https://luobutan.com/","security":true}</script>
  <script src="/js/third-party/statistics/lean-analytics.js"></script>


  

  <script class="next-config" data-name="enableMath" type="application/json">true</script><script class="next-config" data-name="mathjax" type="application/json">{"enable":true,"tags":"none","js":{"url":"https://cdn.jsdelivr.net/npm/mathjax@3.2.0/es5/tex-mml-chtml.js","integrity":"sha256-r+3itOMtGGjap0x+10hu6jW/gZCzxHsoKrOd7gyRSGY="}}</script>
<script src="/js/third-party/math/mathjax.js"></script>




<script class="next-config" data-name="valine" type="application/json">{"enable":true,"appId":"EBzFyAm9PfVGV30taJR4KOwO-MdYXbMMI","appKey":"gsNzDLmBx2Cx1wQMkW4V3RtN","serverURLs":"https://ebzfyam9.api.lncldglobal.com","placeholder":"wei？zaima？","avatar":"mm","meta":["nick","mail","link"],"pageSize":10,"lang":null,"visitor":false,"comment_count":true,"recordIP":false,"enableQQ":false,"requiredFields":[],"el":"#valine-comments","path":"/2021/10/05/%E5%88%A9%E7%89%A9%E6%B5%A6%E7%9A%84%E7%AC%AC%E4%B8%80%E5%9C%BA%E6%A2%A6/"}</script>
<script>
document.addEventListener('page:loaded', () => {
  NexT.utils.loadComments(CONFIG.valine.el)
    .then(() => NexT.utils.getScript(
      'https://cdn.jsdelivr.net/npm/valine@1.4.14/dist/Valine.min.js',
      { condition: window.Valine }
    ))
    .then(() => {
      new Valine(CONFIG.valine);
    });
});
</script>

</body>
</html>
