<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">
  <title>醭log</title>
  
  <subtitle>醭言乱语</subtitle>
  <link href="http://example.com/atom.xml" rel="self"/>
  
  <link href="http://example.com/"/>
  <updated>2021-11-05T22:04:47.055Z</updated>
  <id>http://example.com/</id>
  
  <author>
    <name>罗醭坦</name>
    
  </author>
  
  <generator uri="https://hexo.io/">Hexo</generator>
  
  <entry>
    <title>EEE109笔记补档</title>
    <link href="http://example.com/2021/11/06/EEE109%E7%AC%94%E8%AE%B0%E8%A1%A5%E6%A1%A3(PDF%E6%96%87%E4%BB%B6%E5%90%88%E9%9B%86)/"/>
    <id>http://example.com/2021/11/06/EEE109%E7%AC%94%E8%AE%B0%E8%A1%A5%E6%A1%A3(PDF%E6%96%87%E4%BB%B6%E5%90%88%E9%9B%86)/</id>
    <published>2021-11-05T16:00:00.000Z</published>
    <updated>2021-11-05T22:04:47.055Z</updated>
    
    <content type="html"><![CDATA[<h1 id="eee109&#x7B14;&#x8BB0;&#x8865;&#x6863;">EEE109&#x7B14;&#x8BB0;&#x8865;&#x6863;</h1><p>&#x600E;&#x4E48;&#x8BF4;&#x5462;&#xFF0C;&#x7531;&#x4E8E;&#x8FD9;&#x95E8;&#x8BFE;&#x672C;&#x8EAB;&#x6709;&#x9650;&#x5236;&#xFF0C;&#x518D;&#x52A0;&#x4E0A;DDL&#x6467;&#x6B8B;&#x7CBE;&#x795E;&#xFF0C;&#x4E8E;&#x662F;&#x4E00;&#x5F00;&#x59CB;&#x96C4;&#x5FC3;&#x58EE;&#x5FD7;&#x5230;&#x540E;&#x9762;&#x8D8A;&#x5199;&#x8D8A;&#x6C34;( &#xB4;_&#x309D;`)&#x65E6;</p><h2 id="week1">week1</h2><p>week1&#x662F;&#x62D3;&#x5C55;&#x5185;&#x5BB9;&#x6700;&#x591A;&#x7684;&#x4E00;&#x5468;&#x2026;&#x2026;&#x554A;&#xFF0C;&#x8FD9;&#x4E2A;&#xFF0C;&#x4E0D;&#x8981;&#x5413;&#x8DD1;&#x4E86;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x5927;&#x90E8;&#x5206;&#x90FD;&#x662F;&#x4E0D;&#x9700;&#x8981;&#x7684;&#x3002;&#x53EA;&#x662F;&#x5F53;&#x65F6;&#x7684;&#x6211;&#x4E00;&#x53A2;&#x60C5;&#x613F;&#x60F3;&#x8981;&#x628A;&#x6240;&#x6709;&#x7684;&#x7269;&#x7406;&#x7EC6;&#x8282;&#x90FD;&#x641E;&#x6E05;&#x695A;&#x7F62;&#x4E86;&#xFF0C;&#x540E;&#x6765;&#x53D1;&#x73B0;&#x597D;&#x50CF;&#x6839;&#x672C;&#x6CA1;&#x5FC5;&#x8981;&#x3002; &#x4E0D;&#x8FC7;&#x8FD9;&#x4E0D;&#x4EE3;&#x8868;&#x8FD9;&#x7BC7;&#x7B14;&#x8BB0;&#x6CA1;&#x6709;&#x610F;&#x4E49;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x7BC7;&#x7B14;&#x8BB0;&#x6070;&#x5DE7;&#x2026;&#x2026;&#x628A;&#x4E0B;&#x5B66;&#x671F;&#x7684;EEE112&#x7684;&#x8BB8;&#x591A;&#x5185;&#x5BB9;&#x7ED9;&#x8BB2;&#x4E86;&#x3002;</p><p><a href="./EEE109 week1.pdf">week1 PDF&#xA0;link</a></p><h2 id="week2">week2</h2><p>&#x8BB2;&#x8BB2;&#x7B97;&#x7B97;PPT&#x7F62;&#x4E86;</p><p><a href="./EEE109 week2.pdf">week2 PDF link</a></p><h2 id="week3-4">week3-4</h2><p>MOS&#x7BA1;&#x8FD8;&#x662F;&#x5F88;&#x6709;&#x610F;&#x601D;&#x7684;&#xFF0C;&#x4E0B;&#x5B66;&#x671F;&#x7684;EEE112&#x4E5F;&#x4F1A;&#x6D89;&#x53CA;&#x5230;&#x6709;&#x5173;MOS&#x7BA1;&#x7684;&#x8BA1;&#x7B97;&#x3002;</p><p><a href="./EEE109 week3-4.pdf">week3-4 PDF link</a></p><h2 id="week5-10">week5-10</h2><p>5&#x5468;&#x5408;&#x4E00;&#xFF0C;&#x6392;&#x677F;&#x7B80;&#x5316;&#xFF0C;&#x6478;&#x52BF;&#x5C3D;&#x663E;|&#x2200;&#xFF9F;</p><p>&#x4E0D;&#x8FC7;&#x8FD9;&#x4E00;&#x5757;&#x5176;&#x5B9E;&#x8DDF;EEE103&#x505A;&#x4E2A;&#x8054;&#x52A8;&#xFF0C;&#x5206;&#x6790;&#x8BA1;&#x7B97;&#x5565;&#x7684;&#x5176;&#x5B9E;&#x4E0D;&#x96BE;&#x3002;</p><p><a href="./EEE109 week5-10.pdf">week5-10 PDF link</a></p><h2 id="week11-12">week11-12</h2><p>&#x4EA4;&#x6D41;&#x5206;&#x6790;&#x786E;&#x5B9E;&#x6709;&#x70B9;&#x56BC;&#x5934;&#x3002;&#x5F53;&#x65F6;&#x5B66;&#x5230;&#x9891;&#x7387;&#x54CD;&#x5E94;&#x90A3;&#x4F1A;&#x513F;&#x7279;&#x522B;&#x5FD9;&#xFF0C;&#x8FD8;&#x8981;&#x505A;&#x5B9E;&#x9A8C;&#xFF0C;&#x5F88;&#x5BB9;&#x6613;&#x5C31;&#x624B;&#x5FD9;&#x811A;&#x4E71;&#x7A81;&#x7136;&#x53D1;&#x73B0;&#x597D;&#x50CF;&#x6574;&#x4E0D;&#x660E;&#x767D;&#x5728;&#x8BB2;&#x5565;&#x4E86;&#x3002;&#x4E3B;&#x8981;&#x8FD8;&#x662F;&#x8BA1;&#x7B97;&#x5347;&#x7EA7;&#x4E86;&#xFF0C;&#x4E0D;&#x518D;&#x662F;&#x7B80;&#x5355;&#x7684;&#x52A0;&#x51CF;&#x4E58;&#x9664;&#x6D89;&#x53CA;&#x5230;&#x590D;&#x6570;&#x4E86; <span class="citation" data-cites="EEE103">@EEE103</span> `&#x2200;&#xB4;) &#xFF9F;&#x2200;&#xFF9F;)&#x3C3;</p><p>&#x7406;&#x89E3;&#x4E86;3dB&#x5728;&#x4F2F;&#x5FB7;&#x56FE;&#x4E2D;&#x7684;&#x542B;&#x4E49;&#x548C;&#x590D;&#x9891;&#x7387;&#x540E;&#x591A;&#x7B97;&#x7B97;&#x5C31;&#x597D;&#x4E86;</p><p><a href="./EEE109 week11-12.pdf">week11-12 PDF link</a></p>]]></content>
    
    
    <summary type="html">当初写的东西，本来是发在学校IEEE协会公众号上的。既然博客建了起来，就补个档罢。不过我没那闲工夫把这么多word文档搞成Markdown格式，就用PDF将就着看吧，反正word本身也比Markdown排版更自由一点。</summary>
    
    
    
    <category term="EEE109" scheme="http://example.com/categories/EEE109/"/>
    
    
  </entry>
  
  <entry>
    <title>EEE112笔记补档</title>
    <link href="http://example.com/2021/11/06/EEE112%E7%AC%94%E8%AE%B0%E8%A1%A5%E6%A1%A3(PDF)/"/>
    <id>http://example.com/2021/11/06/EEE112%E7%AC%94%E8%AE%B0%E8%A1%A5%E6%A1%A3(PDF)/</id>
    <published>2021-11-05T16:00:00.000Z</published>
    <updated>2021-11-05T22:42:49.480Z</updated>
    
    <content type="html"><![CDATA[<h1 id="eee112&#x7B14;&#x8BB0;&#x8865;&#x6863;">EEE112&#x7B14;&#x8BB0;&#x8865;&#x6863;</h1><p>&#x54C8;&#xFF0C;&#x5F53;&#x65F6;&#x672C;&#x6765;&#x60F3;&#x81F3;&#x5C11;&#x5199;&#x5230;week8&#x7684;&#x3002;&#x7ED3;&#x679C;&#x5148;&#x662F;&#x53D1;&#x70E7;&#x4F4F;&#x9662;&#xFF0C;&#x7136;&#x540E;eap&#x53E3;&#x8BED;&#x8003;&#x8BD5;&#x53C8;&#x88AB;&#x968F;&#x673A;&#x5206;&#x914D;&#x7684;&#x961F;&#x53CB;&#x5751;&#x4E86;&#xFF0C;&#x90A3;&#x5B66;&#x671F;&#x56E0;&#x4E3A;&#x75AB;&#x60C5;&#x8FD8;&#x6CA1;&#x6709;&#x590D;&#x4E60;&#x5468;&#xFF0C;&#x5C31;&#x6478;&#x6389;&#x4E86;&#x3002;</p><h2 id="week1-3">week1-3</h2><p>&#x534A;&#x5BFC;&#x4F53;&#x7269;&#x7406;&#x4E5F;&#x662F;&#x7269;&#x7406;&#xFF0C;&#x5199;&#x7684;&#x5F88;&#x5F00;&#x5FC3;&#x3002;</p><p>&#x5509;&#xFF0C;&#x53EF;&#x60DC;&#x4E4B;&#x540E;&#x6709;&#x4E9B;&#x5F88;&#x6709;&#x8DA3;&#x7684;&#x5185;&#x5BB9;&#x5230;&#x6700;&#x540E;&#x4E5F;&#x6CA1;&#x6765;&#x5F97;&#x53CA;&#x5199;&#x3002;</p><p><a href="./week1-3.pdf">week1-3 PDF link</a></p><h2 id="week4-">week4-</h2><p>&#x5E78;&#x798F;&#x5F80;&#x5F80;&#x662F;&#x6478;&#x5F97;&#x900F;&#x5F7B;&#xFF0C;&#x800C;&#x656C;&#x4E1A;&#x7684;&#x5FC3;&#x5374;&#x5E38;&#x5E38;&#x9690;&#x85CF;&#x3002;</p>]]></content>
    
    
    <summary type="html">未竟之事。</summary>
    
    
    
    <category term="EEE112" scheme="http://example.com/categories/EEE112/"/>
    
    
  </entry>
  
  <entry>
    <title>ELEC270 W2</title>
    <link href="http://example.com/2021/10/30/ELEC270%20W2/"/>
    <id>http://example.com/2021/10/30/ELEC270%20W2/</id>
    <published>2021-10-29T16:00:00.000Z</published>
    <updated>2021-10-30T23:44:53.225Z</updated>
    
    <content type="html"><![CDATA[<h1 id="elec270-week2">ELEC270 WEEK2</h1><h3 id="&#x524D;&#x8A00;">&#x524D;&#x8A00;</h3><p>&#x672C;&#x535A;&#x5BA2;&#x8349;&#x8349;&#x521B;&#x5EFA;&#xFF0C;&#x7B80;&#x964B;&#x4E0D;&#x582A;&#x3002;&#x672C;&#x4EBA;&#x624D;&#x758F;&#x5B66;&#x6D45;&#xFF0C;&#x7B14;&#x8BB0;&#x4E5F;&#x4E0D;&#x8FC7;&#x7ED9;&#x8BF8;&#x541B;&#x4F5C;&#x4E00;&#x53C2;&#x8003;&#x3002;<strong><em>&#x5982;&#x6709;&#x7591;&#x60D1;/&#x9519;&#x6F0F;/&#x5EFA;&#x8BAE; &#x8FD8;&#x8BF7;&#x4F7F;&#x7528;&#x8FD9;&#x4E2A;&#x533F;&#x540D;&#x63D0;&#x95EE;&#x7BB1;&#xFF0C;&#x6211;&#x4F1A;&#x4E00;&#x4E00;&#x56DE;&#x590D;&#x3002;</em></strong></p><p>https://www.tapechat.net/uu/5r0pL8/ZV9H0543</p><p><img src="/2021/10/30/ELEC270%20W2/image-20211031042102808.png" alt="image-20211031042102808" style="zoom: 30%;"></p><p>&#x672C;&#x5468;&#x4ECD;&#x662F;&#x57FA;&#x7840;&#xFF0C;&#x4E14;&#x53EA;&#x6D89;&#x53CA;&#x51FA;&#x73B0;&#x8FC7;&#x7684;&#x6570;&#x5B66;&#x6982;&#x5FF5;&#x6240;&#x4EE5;&#x53EA;&#x8981;&#x524D;&#x4E24;&#x5E74;&#x6570;&#x5B66;&#x53CA;&#x683C;&#x76F8;&#x4FE1;&#x5927;&#x5BB6;&#x90FD;&#x61C2;&#x3002;</p><h3 id="elementary-functions-&#x57FA;&#x7840;&#x65B9;&#x7A0B;&#x7684;&#x4F7F;&#x7528;">2.1 Elementary Functions &#x57FA;&#x7840;&#x65B9;&#x7A0B;&#x7684;&#x4F7F;&#x7528;</h3><p>&#x8FD9;&#x91CC;&#x8981;&#x662F;&#x4E0D;&#x4F1A;&#x53C2;&#x89C1;week2PPT p9-22&#x3002;</p><p>&#x4E0D;&#x8FC7; <span class="math inline">\(\delta(t)\)</span> &#x7684;sifting(sampling) property <em>&#x91C7;&#x6837;&#x7279;&#x6027;</em> &#x503C;&#x5F97;&#x63D0;&#x4E00;&#x5634;&#xFF1A;</p><p>&#x5BF9;&#x4E8E; <span class="math inline">\(\int_{-\infty}^{\infty}{ x(t)\delta(t-\tau) dt}\)</span> , &#x7531;&#x4E8E; <span class="math inline">\(\delta(t-\tau)\)</span> &#x65E0;&#x9650;&#x7A84;&#x4F46;&#x79EF;&#x5206;&#x4E3A;1&#xFF0C;&#x76F8;&#x5F53;&#x4E8E;&#x5728; <span class="math inline">\(t=\tau\)</span> &#x5904;&#x53D6;&#x4E86;&#x51FD;&#x6570;&#x503C;&#x3002;&#x4E8E;&#x662F;&#x2014;&#x2014; <span class="math display">\[\int_{-\infty}^{\infty}{ x(t)\delta(t-\tau) dt}=x(\tau)\]</span></p><p>&#x6548;&#x679C;&#x662F;&#x5728; <span class="math inline">\(t=\tau\)</span> &#x5904;&#x5BF9; <span class="math inline">\(x(t)\)</span> &#x91C7;&#x4E86;&#x6B21;&#x6837;&#x3002;</p><p>&#x5728;&#x6570;&#x5B66;&#x4E0A;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x60F3;&#x628A;&#x67D0;&#x8FDE;&#x7EED;&#x4FE1;&#x53F7;&#x91C7;&#x6837;&#x505A;&#x6210;&#x79BB;&#x6563;&#x4FE1;&#x53F7;&#x5C31;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x591A;&#x6B21;&#x4F7F;&#x7528;&#x8FD9;&#x4E2A;&#x5F0F;&#x5B50;&#x6765;&#x5B8C;&#x6210;&#x3002;</p><h3 id="cross-correlation-&#x4E92;&#x76F8;&#x5173;">2.2 cross correlation &#x4E92;&#x76F8;&#x5173;</h3><p>&#x989D;&#xFF0C;&#x8FD9;&#x73A9;&#x610F;&#x7684;&#x4E2D;&#x6587;&#x540D;&#x5C31;&#x53EB;&#x4E92;&#x76F8;&#x5173;&#xFF0C;&#x4E0D;&#x662F;&#x6211;&#x5C11;&#x6253;&#x4E00;&#x4E2A;&#x5B57;&#x2026;&#x2026;</p><p>&#x8BF4;&#x5B9E;&#x8BDD;&#xFF0C;&#x8FD9;&#x73A9;&#x610F;&#x8981;&#x4E0D;&#x662F;&#x5199;&#x7B14;&#x8BB0;&#x6211;&#x90FD;&#x6CE8;&#x610F;&#x4E0D;&#x5230;&#xFF0C;&#x5F53;&#x65F6;&#x89C9;&#x5F97;&#x5C31;&#x662F;&#x5377;&#x79EF;&#x524D;&#x594F;&#x6CA1;&#x6709;&#x7BA1;&#x4ED6;&#xFF0C;&#x4F46;&#x4ED4;&#x7EC6;&#x4E00;&#x770B;&#x53D1;&#x73B0;&#x8FD9;&#x4E1C;&#x897F;&#x672C;&#x8EAB;&#x8FD8;&#x662F;&#x6709;&#x610F;&#x4E49;&#x7684;&#x3002;</p><p>&#x5148;&#x4E0A;&#x5B9A;&#x4E49;&#xFF1A; <span class="math display">\[R_{xy}(\tau)=\int_{-\infty}^{\infty}{ x(t)y(t-\tau) dt}\]</span> &#x554A;&#x5566;&#x554A;&#x5566;&#xFF0C;&#x8FD9;&#x4E0D;&#x5C31;&#x662F;&#x628A;&#x5176;&#x4E2D;&#x4E00;&#x4E2A;&#x51FD;&#x6570;&#x5E73;&#x79FB;&#x4E86;&#x4E00;&#x4E2A; <span class="math inline">\(\tau\)</span> &#x7684;&#x8DDD;&#x79BB;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x76F8;&#x4E58;&#x79EF;&#x5206;&#x4E00;&#x4E0B;&#x5417;&#xFF1F;</p><p>&#x662F;&#x7684;&#xFF0C;&#x5C31;&#x662F;&#x8FD9;&#x4E48;&#x7B80;&#x5355;&#x3002;&#x4F46;&#x662F;&#x8FD9;&#x4E2A;&#x64CD;&#x4F5C;&#x6709;&#x4E00;&#x4E2A;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x7528;&#x5904;&#x2014;&#x2014;&#x5224;&#x65AD;&#x4E24;&#x4E2A;&#x4FE1;&#x53F7;&#x7684;&#x76F8;&#x4F3C;&#x5EA6;&#x3002;&#x5982;&#x679C;&#x628A; <span class="math inline">\(\tau\)</span> &#x8BBE;&#x4E3A;0&#xFF0C;&#x90A3;&#x4E48;&#x4E0B;&#x5468;&#x7684;&#x5085;&#x7ACB;&#x53F6;&#x7EA7;&#x6570;&#x6BCF;&#x4E00;&#x7EA7;&#x7684;&#x7CFB;&#x6570;&#x90FD;&#x662F;&#x901A;&#x8FC7;&#x4E92;&#x76F8;&#x5173;&#x7B97;&#x51FA;&#x6765;&#x7684;&#x3002;</p><p>&#x4EE5;&#x53CA;&#x8FD9;&#x4E2A;&#x64CD;&#x4F5C;&#x4E0D;&#x50CF;&#x5377;&#x79EF;&#x4E00;&#x6837;&#x6709;&#x826F;&#x597D;&#x7684;&#x8BA1;&#x7B97;&#x6027;&#x8D28;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x5B83;&#x4E0D;&#x6EE1;&#x8DB3;&#x4EA4;&#x6362;&#x7387; <span class="math inline">\(R_{xy}(\tau)\neq R_{yx}(\tau)\)</span> &#xFF0C;&#x7528;&#x7684;&#x65F6;&#x5019;&#x7A0D;&#x5FAE;&#x8981;&#x8C28;&#x614E;&#x4E00;&#x4E9B;&#x3002;&#x4E0D;&#x8FC7;&#x8FD9;&#x4E1C;&#x897F;&#x4E5F;&#x4E0D;&#x50CF;&#x5377;&#x79EF;&#x4E00;&#x6837;&#x6709;&#x90A3;&#x4E48;&#x591A;&#x590D;&#x6742;&#x8FDB;&#x9636;&#x64CD;&#x4F5C;&#x5566;</p><h3 id="auto-correlation-&#x81EA;&#x76F8;&#x5173;">2.3 auto correlation &#x81EA;&#x76F8;&#x5173;</h3><p>&#x6709;&#x4E86;&#x4E92;&#x76F8;&#x5173;&#xFF0C;&#x5C31;&#x6709;&#x81EA;&#x76F8;&#x5173;&#x3002;&#x6570;&#x5B66;&#x7684;&#x60F3;&#x8C61;&#x529B;&#x552F;&#x6709;&#x5728;&#x8FD9;&#x65B9;&#x9762;&#x80FD;&#x591F;&#x5982;&#x6B64;&#x2026;&#x2026;&#x597D;&#x5427;&#xFF0C;&#x5176;&#x4ED6;&#x5730;&#x65B9;&#x4E5F;&#x633A;&#x8DC3;&#x8FDB;&#x7684;&#x3002; <span class="math display">\[R_{xx}(\tau)=\int_{-\infty}^{\infty}{ x(t)x(t+\tau) dt}\]</span> *&#x6CE8;&#x610F;&#xFF0C;&#x6B64;&#x5904;&#x4E0D;&#x662F; <span class="math inline">\(t-\tau\)</span> &#x800C;&#x662F; <span class="math inline">\(t+\tau\)</span> &#x4E86;&#xFF01;&#x522B;&#x95EE;&#x6211;&#x4E3A;&#x5565;&#xFF0C;&#x6211;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x3002;&#x4E0D;&#x8FC7;&#x7531;&#x4E8E;&#x81EA;&#x76F8;&#x5173;&#x662F;&#x81EA;&#x5DF1;&#x548C;&#x81EA;&#x5DF1;&#x76F8;&#x5173;&#xFF0C;&#x51FD;&#x6570;&#x7ED3;&#x679C;&#x662F;&#x4E2A;&#x5076;&#x51FD;&#x6570;&#xFF0C;<span class="math inline">\(+\tau -\tau\)</span> &#x5176;&#x5B9E;&#x7ED3;&#x679C;&#x90FD;&#x4E00;&#x6837;&#x3002;</p><p>&#x8FD9;&#x4E24;&#x4E2A;&#x76F8;&#x5173;&#x64CD;&#x4F5C;&#x8FD8;&#x662F;&#x86EE;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x4F60;&#x60F3;&#x60F3;&#xFF0C;&#x5047;&#x8BBE;&#x6211;&#x4EEC;&#x7684;&#x4FE1;&#x53F7;&#x4E0A;&#x9762;&#x6709;&#x566A;&#x58F0;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x76F8;&#x5173;&#x64CD;&#x4F5C;&#x4F1A;&#x4EA7;&#x751F;&#x4EC0;&#x4E48;&#x60C5;&#x51B5;&#xFF1F;&#x566A;&#x58F0;&#x662F;&#x968F;&#x673A;&#x7684;&#xFF0C;&#x6CA1;&#x6709;&#x89C4;&#x5F8B;&#xFF0C;&#x4E5F;&#x5C31;&#x6CA1;&#x6709;&#x76F8;&#x5173;&#x6027;&#x3002;&#x6240;&#x4EE5;&#x566A;&#x58F0;&#x76F8;&#x5173;&#x540E;&#x5C31;&#x4F1A;&#x76F8;&#x4E92;&#x5927;&#x5927;&#x62B5;&#x6D88;&#xFF0C;&#x539F;&#x51FD;&#x6570;&#x5C31;&#x88AB;&#x51F8;&#x663E;&#x51FA;&#x6765;&#x4E86;~</p><h3 id="convolution-&#x5377;&#x79EF;">2.4 convolution &#x5377;&#x79EF;</h3><p>&#x76F8;&#x4FE1;&#x5927;&#x5BB6;&#x5BF9;convolution&#x8FD9;&#x4E2A;&#x8BCD;&#x8BED;&#x90FD;&#x4E0D;&#x964C;&#x751F;&#xFF0C;&#x56E0;&#x4E3A;&#x76F8;&#x5173;&#x7684;&#x6982;&#x5FF5;&#x548C;&#x8BA1;&#x7B97;&#x6211;&#x4EEC;&#x65E9;&#x5728;&#x5927;&#x4E8C;&#x4E0A;&#x5B66;&#x671F;MTH101&#x4E0A;&#x5C31;&#x5DF2;&#x7ECF;&#x5B66;&#x8FC7;&#x3002;(&#x597D;&#x5427;&#xFF0C;&#x4E09;&#x5DE8;&#x5934;&#x4E5F;&#x662F;&#x5B66;&#x8FC7;&#x7684;&#x2026;&#x2026;&#x5176;&#x5B9E;&#x6211;&#x4EEC;&#x62C9;&#x666E;&#x62C9;&#x65AF;&#x53D8;&#x6362;&#x90FD;&#x5B66;&#x8FC7;&#x4E86;&#xFF09;</p><p>&#x4E0D;&#x8FC7;&#x8FD9;&#x4E1C;&#x897F;&#x6982;&#x5FF5;&#x867D;&#x7136;&#x7B80;&#x5355;&#xFF0C;&#x4F46;&#x4ED6;&#x662F;&#x4E2A;&#x5F88;&#x57FA;&#x7840;&#x7684;&#x64CD;&#x4F5C;&#x3002;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x5B83;&#x53EF;&#x4EE5;&#x548C;&#x4E00;&#x4E9B;&#x5F88;&#x590D;&#x6742;&#x7684;&#x6982;&#x5FF5;&#x6253;&#x4E00;&#x5957;&#x7EC4;&#x5408;&#x62F3;&#xFF0C;MTH101&#x5C31;&#x6709;&#x8FC7;&#x4E00;&#x4E9B;&#x6D89;&#x53CA;&#x5377;&#x79EF;&#x7684;&#x9898;&#x76EE;&#x4F46;&#x662F;&#x4E03;&#x5F2F;&#x516B;&#x7ED5;&#x8BA9;&#x4EBA;&#x6478;&#x4E0D;&#x7740;&#x5934;&#x8111;&#x3002;</p><p>&#x5982;&#x679C;&#x4F60;&#x76F4;&#x63A5;&#x4E0A;&#x4E2D;&#x6587;&#x7F51;&#x7AD9;&#x53BB;&#x641C;&#x5173;&#x4E8E;&#x5377;&#x79EF;&#x7684;&#x5B9A;&#x4E49;&#xFF0C;&#x4ED6;&#x53EF;&#x80FD;&#x4F1A;&#x544A;&#x8BC9;&#x4F60;&#x8981;&#x628A;&#x5176;&#x4E2D;&#x4E00;&#x4E2A;&#x4FE1;&#x53F7;&#x53CD;&#x8936;&#x8FC7;&#x6765;&#x7136;&#x540E;&#x518D;&#x5E73;&#x79FB;&#x8FC7;&#x53BB;&#x76F8;&#x4E58;&#x5F97;&#x5230;&#x4E00;&#x4E2A;&#x6700;&#x7EC8;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x4F60;&#x5982;&#x679C;&#x8010;&#x5FC3;&#x7684;&#x770B;&#x5B8C;&#x8FD9;&#x4E9B;&#x89E3;&#x91CA;&#xFF0C;&#x5176;&#x5B9E;&#x4E5F;&#x770B;&#x5F97;&#x61C2;&#xFF0C;&#x800C;&#x4E14;&#x4E5F;&#x5F88;&#x7B26;&#x5408;&#x5377;&#x79EF;&#x8FD9;&#x4E2A;&#x8BCD;&#x3002;&#x4F46;&#x5BF9;&#x4E8E;&#x4FE1;&#x53F7;&#x5206;&#x6790;&#x6765;&#x8BB2;&#xFF0C;&#x8FD9;&#x4E9B;&#x64CD;&#x4F5C;&#x5C31;&#x663E;&#x5F97;&#x6709;&#x4E9B;&#x610F;&#x4E49;&#x4E0D;&#x660E;&#xFF0C;&#x975E;&#x5E38;&#x5947;&#x602A;&#x3002;&#x5728;&#x8FD9;&#x91CC;&#x6211;&#x5C1D;&#x8BD5;&#x8FD9;&#x4E00;&#x64CD;&#x4F5C;&#x7684;&#x7269;&#x7406;&#x610F;&#x4E49;&#x8BB2;&#x660E;&#x767D;&#x3002;</p><p>&#x9996;&#x5148;&#x6765;&#x770B;&#x5377;&#x79EF;&#x7684;&#x5B9A;&#x4E49;&#x5F0F;&#xFF1A; <span class="math display">\[x(t)*y(t)=\int_{-\infty}^{\infty}{ x(\tau)y(t-\tau) d\tau}\]</span> &#x6211;&#x4EEC;&#x770B;&#x5230;&#xFF0C;&#x5176;&#x4E2D;&#x6709;&#x4E00;&#x4E2A;&#x51FD;&#x6570;&#x7684;&#x81EA;&#x53D8;&#x91CF;<span class="math inline">\(\tau\)</span>&#x53CD;&#x8FC7;&#x6765;&#x4E86;&#x3002;&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x53CD;&#x8FC7;&#x6765;&#x5462;&#xFF1F;</p><p>&#x6211;&#x4EEC;&#x8003;&#x8651;&#x4E00;&#x4E2A;&#x6C14;&#x7403;&#x644A;&#x4F4D;&#xFF0C;&#x5C0F;&#x670B;&#x53CB;&#x4EEC;&#x6392;&#x961F;&#x4E70;&#x6C14;&#x7403;&#x3002;&#x7531;&#x4E8E;&#x6C14;&#x7403;&#x8D28;&#x91CF;&#x4E0D;&#x4F73;&#xFF0C;&#x4F1A;&#x6F0F;&#x6C14;&#xFF0C;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x53D8;&#x5F97;&#x8D8A;&#x6765;&#x8D8A;&#x5C0F;&#x3002;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x4E00;&#x4E2A;&#x51FD;&#x6570;&#x63CF;&#x8FF0;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#xFF0C;&#x6C14;&#x7403;&#x4F53;&#x79EF;&#x51FD;&#x6570;&#xFF1A;<span class="math inline">\(V(t)\)</span> &#x3002;&#x5C0F;&#x670B;&#x53CB;&#x4E70;&#x5230;&#x4E86;&#x6C14;&#x7403;&#x4E4B;&#x540E;&#xFF0C;&#x6C14;&#x7403;&#x5931;&#x53BB;&#x4E86;&#x644A;&#x8D29;&#x7684;&#x6301;&#x7EED;&#x4F9B;&#x6C14;&#x53D8;&#x5F97;&#x8D8A;&#x6765;&#x8D8A;&#x5C0F;&#xFF0C;&#x5176;&#x4F53;&#x79EF;<span class="math inline">\(=V(t)\)</span></p><p>&#x90A3;&#x4E48;&#x73B0;&#x5728;&#x6709;&#x4E00;&#x5806;&#x5C0F;&#x670B;&#x53CB;&#x6392;&#x961F;&#x4E70;&#x6C14;&#x7403;&#x3002;&#x5047;&#x8BBE;&#x6211;&#x4EEC;&#x53D6;&#x5176;&#x4E2D;&#x67D0;&#x4E2A;&#x65F6;&#x95F4;&#x70B9;&#x8FDB;&#x884C;&#x89C2;&#x5BDF;&#x4F1A;&#x53D1;&#x73B0;&#xFF0C;&#x8D8A;&#x65E9;&#x4E70;&#x6C14;&#x7403;&#x7684;&#x5C0F;&#x670B;&#x53CB;&#x6C14;&#x7403;&#x8D8A;&#x5C0F;&#xFF0C;&#x5BF9;&#x5E94;<span class="math inline">\(V(t)\)</span>&#x91CC;&#x66F4;&#x5927;&#x7684; t &#xFF1B;&#x8D8A;&#x8FDF;&#x4E70;&#x6C14;&#x7403;&#x7684;&#x5C0F;&#x670B;&#x53CB;&#x6C14;&#x7403;&#x8D8A;&#x5927;&#xFF0C;&#x5BF9;&#x5E94;<span class="math inline">\(V(t)\)</span>&#x91CC;&#x66F4;&#x5C0F;&#x7684; t &#x3002;</p><p>&#x5982;&#x679C;&#x628A;&#x4E70;&#x6C14;&#x7403;&#x4E5F;&#x770B;&#x4F5C;&#x4E00;&#x4E2A;&#x51FD;&#x6570;<span class="math inline">\(=M(t)\)</span>, &#x6709;&#x4E0B;&#x603B;&#x7ED3;&#xFF1A;</p><p><span class="math inline">\(M(t)\)</span>&#x4E2D; t <strong>&#x8D8A;&#x5927;</strong>&#xFF0C;&#x5BF9;&#x5E94; <span class="math inline">\(V(t)\)</span> &#x4E2D; t <em>&#x8D8A;&#x5C0F;</em>&#xFF1B;</p><p><span class="math inline">\(M(t)\)</span>&#x4E2D; t <em>&#x8D8A;&#x5C0F;</em>&#xFF0C;&#x5BF9;&#x5E94; <span class="math inline">\(V(t)\)</span> &#x4E2D; t <strong>&#x8D8A;&#x5927;</strong>&#xFF1B;</p><p>&#x4F60;&#x770B;&#xFF0C;&#x5728;&#x8FD9;&#x4E2A;&#x4F8B;&#x5B50;&#x91CC;&#x867D;&#x7136;&#x539F;&#x672C;&#x8FD9;&#x4E24;&#x4E2A;&#x51FD;&#x6570;&#x90FD;&#x548C;&#x65F6;&#x95F4;&#x76F8;&#x5173;&#xFF0C;&#x4F7F;&#x7528;&#x65F6;&#x95F4;&#x53D8;&#x91CF;t&#x3002;&#x53EF;&#x4E00;&#x65E6;&#x5728;&#x60C5;&#x666F;&#x4E2D;&#x8FDB;&#x884C;&#x5206;&#x6790;&#xFF0C;&#x4E8C;&#x8005;&#x4E4B;&#x95F4;&#x7684; t &#x5374;&#x5448;&#x76F8;&#x53CD;&#x7684;&#x5173;&#x7CFB;&#x3002;</p><p>&#x800C;&#x8FD9;&#x4E5F;&#x5C31;&#x662F;&#x5377;&#x79EF;&#x4E2D;&#x4E3A;&#x4EC0;&#x4E48;&#x6709;&#x4E00;&#x4E2A;&#x51FD;&#x6570;&#x7684;<span class="math inline">\(\tau\)</span>&#x4F1A;&#x53D8;&#x6210;<span class="math inline">\(-\tau\)</span>&#x7684;&#x539F;&#x56E0;&#x3002;&#x5377;&#x79EF;&#x662F;&#x4E24;&#x4E2A;&#x4FE1;&#x53F7;&#x4E4B;&#x95F4;&#x7684;&#x76F8;&#x4E92;&#x4F5C;&#x7528;&#xFF0C;&#x800C;&#x76F8;&#x4E92;&#x4F5C;&#x7528;&#x610F;&#x5473;&#x7740;&#x6211;&#x4EEC;&#x6709;&#x4E00;&#x4E2A;<strong>&#x5F00;&#x59CB;&#x4F5C;&#x7528;&#x7684;&#x65F6;&#x95F4;</strong>&#x548C;&#x4E00;&#x4E2A;<strong>&#x4F5C;&#x7528;&#x7684;&#x603B;&#x65F6;&#x95F4;</strong>&#x3002;</p><p>&#x5F00;&#x59CB;&#x8D8A;&#x65E9;&#xFF0C;&#x603B;&#x65F6;&#x95F4;&#x5C31;&#x8D8A;&#x5927;&#xFF1B;</p><p>&#x5F00;&#x59CB;&#x8D8A;&#x8FDF;&#xFF0C;&#x603B;&#x65F6;&#x95F4;&#x5C31;&#x8D8A;&#x5C0F;&#x3002;</p><p>&#x63A5;&#x7740;&#x4E3A;&#x4E86;&#x8BA9;&#x4E8C;&#x8005;&#x53EF;&#x4EE5;&#x88AB;&#x7EDF;&#x4E00;&#x8868;&#x8FBE;&#xFF0C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x5C06;&#x5176;&#x4E2D;&#x67D0;&#x4E2A;&#x7684;&#x65F6;&#x95F4;&#x8F74;&#x53CD;&#x8FC7;&#x6765;&#xFF0C;&#x5BF9;&#x5E94;&#x4E8E;&#x4F20;&#x7EDF;&#x89E3;&#x91CA;&#x7684;&#x53CD;&#x8936;&#x3002;&#x56E0;&#x4E3A;&#x76F8;&#x53CD;&#x662F;&#x76F8;&#x5BF9;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x8C01;&#x53CD;&#x8FC7;&#x6765;&#x90FD;&#x4E00;&#x6837;&#xFF0C;&#x6240;&#x4EE5;&#x5377;&#x79EF;&#x6EE1;&#x8DB3;&#x4EA4;&#x6362;&#x5F8B;&#xFF1A;<span class="math inline">\(x(t)*y(t)=y(t)*x(t)\)</span></p><p>&#x8003;&#x8651;&#x5230;&#x521A;&#x521A;&#x90A3;&#x5957;&#x5206;&#x6790;&#x6211;&#x4EEC;&#x53EA;&#x662F;&#x53D6;&#x4E86;&#x5176;&#x4E2D;<strong>&#x67D0;&#x4E00;&#x4E2A;&#x65F6;&#x95F4;&#x70B9; t </strong>&#xFF0C;&#x90A3;&#x4E48;&#x5BF9;&#x4E8E;<strong>&#x6240;&#x6709;&#x7684;&#x65F6;&#x95F4;&#x70B9;</strong>&#x6211;&#x4EEC;&#x90FD;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x8FD9;&#x6837;&#x7684;&#x5206;&#x6790;&#xFF0C;&#x8FD9;&#x4E5F;&#x5C31;&#x662F;&#x5B9A;&#x4E49;&#x5F0F;&#x91CC; t &#x7684;&#x4F5C;&#x7528;&#x2014;&#x2014;&#x5BF9;&#x6BCF;&#x4E00;&#x4E2A;&#x65F6;&#x95F4;&#x8282;&#x70B9;&#x7684;&#x5206;&#x6790;&#x3002;&#x8FD9;&#x4E5F;&#x5C31;&#x5BF9;&#x5E94;&#x4E8E;&#x4F20;&#x7EDF;&#x8BB2;&#x89E3;&#x91CC;&#x7684;&#x5E73;&#x79FB;&#xFF0C;&#x6700;&#x7EC8;&#x4F1A;&#x8BA9;&#x5377;&#x79EF;&#x751F;&#x6210;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x51FD;&#x6570;&#x3002;&#x5BF9;&#x4E8E;&#x4E0D;&#x540C;&#x7684;&#x5E94;&#x7528;&#x573A;&#x666F;&#xFF0C;&#x5377;&#x79EF;&#x751F;&#x6210;&#x7684;&#x7ED3;&#x679C;&#x4F1A;&#x6709;&#x4E0D;&#x540C;&#x7684;&#x542B;&#x4E49;&#x3002;</p><p>&#x4FE1;&#x53F7;&#x4E0E;&#x4FE1;&#x53F7;&#x4E4B;&#x95F4;&#x7684;&#x76F8;&#x4E92;&#x4F5C;&#x7528;&#xFF0C;&#x8FD9;&#x4E00;&#x542C;&#x5C31;&#x77E5;&#x9053;&#x662F;&#x4FE1;&#x53F7;&#x5206;&#x6790;&#x91CC;&#x6700;&#x4E3B;&#x8981;&#x7684;&#x7814;&#x7A76;&#x5BF9;&#x8C61;&#x3002;&#x5728;&#x63A5;&#x4E0B;&#x6765;&#x7684;&#x5404;&#x79CD;&#x9898;&#x76EE;&#x4E43;&#x81F3;&#x6388;&#x8BFE;&#x4E2D;&#x6211;&#x4EEC;&#x90FD;&#x4F1A;&#x9891;&#x7E41;&#x9047;&#x5230;&#x5377;&#x79EF;&#x64CD;&#x4F5C;&#xFF0C;&#x6240;&#x4EE5;&#x5927;&#x5BB6;&#x4E00;&#x5B9A;&#x8981;&#x5BF9;&#x4E8E;&#x8FD9;&#x4E2A;&#x4E1C;&#x897F;&#x4E86;&#x5982;&#x6307;&#x638C;&#x3002;</p><p>&#x5F53;&#x7136;&#x5377;&#x79EF;&#x4E5F;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x5728;&#x4FE1;&#x53F7;&#x5206;&#x6790;&#x91CC;&#x9762;&#x4F1A;&#x7528;&#x5230;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x5728;CV&#x91CC;&#x8FD9;&#x73A9;&#x610F;&#x4E5F;&#x662F;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x57FA;&#x7840;&#x7684;&#x64CD;&#x4F5C;&#x4E86;.&#x4E0D;&#x8FC7;&#x90A3;&#x8FD8;&#x6D89;&#x53CA;&#x77E9;&#x9635;&#x4EC0;&#x4E48;&#x7684;&#x800C;&#x4E14;&#x8FD9;&#x91CC;&#x662F;&#x4FE1;&#x53F7;&#x4E0E;&#x7CFB;&#x7EDF;&#x7B14;&#x8BB0;&#x5C31;&#x5148;&#x4E0D;&#x6682;&#x4E14;&#x5C55;&#x5F00;&#x4E86;&#xFF0C;&#x4E4B;&#x540E;&#x5982;&#x679C;&#x6709;&#x65F6;&#x95F4;&#x7684;&#x8BDD;&#x518D;&#x8BF4;&#x5427;(=&#xFF9F;&#x3C9;&#xFF9F;)=</p><p>&#x8981;&#x662F;&#x6709;&#x5565;&#x7B14;&#x8BB0;&#x4EE5;&#x5916;&#x7684;&#x95EE;&#x9898;&#x60F3;&#x8981;&#x63A2;&#x8BA8;&#xFF0C;&#x5176;&#x5B9E;&#x54B1;&#x4EEC;270&#x5DF2;&#x7ECF;&#x6709;&#x4E00;&#x4E2A;&#x5FAE;&#x4FE1;&#x7FA4;&#x4E86;&#x3002;<strong>&#x4F46;&#x4F60;&#x8981;&#x662F;&#x4E0D;&#x5ACC;&#x5F03;&#x6765;&#x52A0;&#x4E00;&#x4E0B;&#x6821;&#x53CB;&#x529B;&#x7ED9;&#x7684;&#x7FA4;&#x5462;&#x2026;&#x2026;&#x90A3;&#x53EF;&#x592A;&#x597D;&#x4E86;&#xFF0C;&#x6BD5;&#x7ADF;&#x6211;&#x5728;&#x6070;&#x70C2;&#x94B1;&#x561B;~</strong> &#x8FD9;&#x91CC;&#x4EBA;&#x5C11;&#xFF0C;&#x54B1;&#x4EEC;&#x6709;&#x95EE;&#x9898;&#x5C31;&#x53EF;&#x4EE5;&#x95EE;( &#xFF9F;&#x2200;&#x3002;)&#xFF08;&#x5C1D;&#x8BD5;&#x627E;&#x5230;&#x8BE5;&#x7FA4;&#x5B58;&#x5728;&#x7684;&#x610F;&#x4E49;</p><p><img src="/2021/10/30/ELEC270%20W2/image-20211031073230139.png" alt="image-20211031073230139" style="zoom:20%;"></p>]]></content>
    
    
    <summary type="html">简单使用，仍是基础；若要深究，还挺麻烦。</summary>
    
    
    
    <category term="ELEC270" scheme="http://example.com/categories/ELEC270/"/>
    
    
  </entry>
  
  <entry>
    <title>ELEC270 W1</title>
    <link href="http://example.com/2021/10/24/ELEC270%20W1/"/>
    <id>http://example.com/2021/10/24/ELEC270%20W1/</id>
    <published>2021-10-23T16:00:00.000Z</published>
    <updated>2021-10-30T23:34:51.401Z</updated>
    
    <content type="html"><![CDATA[<h1 id="elec270-week1">ELEC270 WEEK1</h1><h3 id="&#x524D;&#x8A00;">&#x524D;&#x8A00;</h3><p>&#x5F00;&#x5C40;&#x505A;&#x5B9E;&#x9A8C;&#x5199;report&#x518D;&#x52A0;&#x4E0A;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x5E93;&#xFF0C;&#x8FD8;&#x6CA1;&#x53CD;&#x5E94;&#x8FC7;&#x6765;&#x7684;&#x6211;&#x88AB;&#x4E00;&#x5957;&#x8FDE;&#x62DB;&#x6253;&#x5F97;&#x731D;&#x4E0D;&#x53CA;&#x9632;&#xFF65;&#xFF9F;( &#xFF89;&#x434;`&#xFF9F;)&#xFF0C;&#x518D;&#x52A0;&#x4E0A;&#x8FD9;&#x5B66;&#x671F;&#x6211;&#x60F3;&#x6446;&#x8131;&#x611A;&#x7B28;&#x7684;PDF-&#x516C;&#x4F17;&#x53F7;&#x4F53;&#x7CFB;&#xFF0C;&#x8FD8;&#x8981;&#x4ECE;&#x96F6;&#x5F00;&#x59CB;&#x6478;&#x7D22;&#x641E;&#x4E2A;&#x535A;&#x5BA2;&#xFF08;&#x4E5F;&#x5C31;&#x662F;&#x4F60;&#x73B0;&#x5728;&#x770B;&#x5230;&#x7684;&#x8FD9;&#x4E2A;&#x7F51;&#x7AD9;&#xFF09;&#x2026;&#x2026;&#x4E8E;&#x662F;&#x7B14;&#x8BB0;&#x4E00;&#x62D6;&#x518D;&#x62D6;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;week5&#x90FD;&#x8981;&#x5230;&#x6765;&#x4E86;&#xFF0C;&#x6211;&#x624D;&#x5306;&#x5306;&#x628A;week1&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x8865;&#x4E0A;&#x3002;</p><p>&#x4E0D;&#x8FC7;&#x8FD9;&#x51E0;&#x5929;&#x5E94;&#x8BE5;&#x4F1A;&#x5FEB;&#x901F;&#x8DDF;&#x4E0A;&#x6559;&#x5B66;&#x8FDB;&#x5EA6;&#x3002;</p><p>&#x7B14;&#x8BB0;&#x539F;&#x662F;&#x5174;&#x8DA3;&#x4E0E;&#x590D;&#x4E60;&#x6240;&#x6C42;&#xFF0C;&#x4E0D;&#x8FC7;&#x540E;&#x6765;&#x673A;&#x6784;<font size="1">&#x6307;&#x6821;&#x53CB;&#x529B;</font>&#x627E;&#x4E0A;&#x95E8;&#x6765;&#xFF0C;&#x6211;&#x559C;&#x4E0A;&#x7709;&#x68A2;&#x6070;&#x4E86;&#x8FD9;&#x4EFD;&#x70C2;&#x94B1;&#xFF08;?&#xFF09;&#xFF0C;&#x8FD9;&#x4FBF;&#x6210;&#x4E86;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#x3002;&#x542C;&#x4E0A;&#x53BB;&#x5C5E;&#x4E8E;&#x662F;&#x6076;&#x5815;&#x4E86;&#xFF0C;&#x4F46;&#x5176;&#x5B9E;&#x5BF9;&#x6211;&#x800C;&#x8A00;&#x6CA1;&#x4EC0;&#x4E48;&#x5DEE;&#x522B;&#x3002;&#x76F8;&#x53CD;&#xFF0C;&#x6211;&#x53EA;&#x80FD;&#x5BF9;&#x5B83;&#x66F4;&#x52A0;&#x8D1F;&#x8D23;&#x4E86;&#x3002;<font size="2">&#xFF08;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x673A;&#x6784;&#x641E;&#x7684;&#x5FAE;&#x4FE1;&#x7FA4;&#xFF0C;&#x4E3A;&#x4E86;&#x4FDD;&#x8BC1;&#x9605;&#x8BFB;&#x590D;&#x4E60;&#x65F6;&#x7684;&#x7EAF;&#x6D01;&#x6027;&#x6211;&#x5C31;&#x653E;&#x5728;&#x672B;&#x5C3E;&#x4E86;&#x2014;&#x2014;&#xFF09;</font></p><p>&#x672C;&#x535A;&#x5BA2;&#x8349;&#x8349;&#x521B;&#x5EFA;&#xFF0C;&#x7B80;&#x964B;&#x4E0D;&#x582A;&#x3002;&#x672C;&#x4EBA;&#x624D;&#x758F;&#x5B66;&#x6D45;&#xFF0C;&#x7B14;&#x8BB0;&#x4E5F;&#x4E0D;&#x8FC7;&#x7ED9;&#x8BF8;&#x541B;&#x4F5C;&#x4E00;&#x53C2;&#x8003;&#x3002;<strong><em>&#x5982;&#x6709;&#x7591;&#x60D1;/&#x9519;&#x6F0F;/&#x5EFA;&#x8BAE; &#x8FD8;&#x8BF7;&#x4F7F;&#x7528;&#x8FD9;&#x4E2A;&#x533F;&#x540D;&#x63D0;&#x95EE;&#x7BB1;&#xFF0C;&#x6211;&#x4F1A;&#x4E00;&#x4E00;&#x56DE;&#x590D;&#x3002;</em></strong></p><p>https://www.tapechat.net/uu/5r0pL8/ZV9H0543</p><p><img src="/2021/10/24/ELEC270%20W1/2825a24c118865733fed378243464f4a.jpg" alt="2825a24c118865733fed378243464f4a" style="zoom:30%;"></p><h2 id="&#x4FE1;&#x53F7;&#x4E0E;&#x7CFB;&#x7EDF;&#x7684;&#x57FA;&#x672C;&#x76D8;">1 &#x4FE1;&#x53F7;&#x4E0E;&#x7CFB;&#x7EDF;&#x7684;&#x57FA;&#x672C;&#x76D8;</h2><p>&#x54B1;&#x4EEC;&#x8FD9;&#x8BFE;&#xFF0C;&#x8BF4;&#x662F;ELEC&#xFF0C;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x6253;&#x4E86;MTH&#x5F00;&#x5934;&#x7684;&#x8BFE;&#x3002;&#x4F46;&#x6211;&#x8981;&#x8FD9;&#x4E48;&#x8BF4;&#xFF0C;&#x6570;&#x5B66;&#x7CFB;&#x7684;&#x540C;&#x5B66;&#x4F30;&#x8BA1;&#x8840;&#x538B;&#x90A3;&#x662F;&#x8F70;&#x7684;&#x4E00;&#x4E0B;&#x5C31;&#x6ECB;&#x4E0A;&#x6765;&#x4E86;&#xFF0C;&#x6BD5;&#x7ADF;&#x54B1;&#x4EEC;&#x8FD9;&#x91CC;&#x4E0D;&#x5C11;&#x4E1C;&#x897F;&#x8FD8;&#x662F;&#x5DE5;&#x7A0B;&#x5473;&#x513F;&#x6D53;&#x539A;&#x3002;&#x53EA;&#x80FD;&#x8BF4;&#xFF0C;&#x554A;&#xFF0C;&#x5DE5;&#x7A0B;&#x6570;&#x5B66;&#xFF0C;&#x5DE5;&#x7A0B;&#x6570;&#x5B66;&#x3002;</p><p><strong>&#x4FE1;&#x53F7;&#x4E0E;&#x7CFB;&#x7EDF;</strong>&#xFF0C;&#x987E;&#x540D;&#x601D;&#x4E49;&#xFF0C;&#x8FD9;&#x662F;&#x7814;&#x7A76;&#x4FE1;&#x53F7;&#xFF0C;&#x7814;&#x7A76;&#x53D1;&#x9001;&#x4E0E;&#x63A5;&#x53D7;&#x7684;&#x79D1;&#x76EE;&#x3002;&#x6240;&#x4EE5;&#x5F53;&#x6211;&#x4EEC;&#x5728;&#x5B66;&#x8FD9;&#x95E8;&#x79D1;&#x76EE;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x601D;&#x8003;&#x65B9;&#x5F0F;&#x8981;&#x8DB3;&#x591F;&#x7075;&#x6D3B;&#xFF0C;&#x5F88;&#x591A;&#x4E4D;&#x4E00;&#x773C;&#x6709;&#x70B9;&#x8FF7;&#x60D1;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x5176;&#x5B9E;&#x662F;&#x56E0;&#x4E3A;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x4EA4;&#x6D41;&#x6709;&#x5176;&#x5BF9;&#x5E94;&#x4E4B;&#x5B58;&#x5728;&#x3002;</p><h3 id="&#x4FE1;&#x53F7;&#x7684;&#x79CD;&#x7C7B;">1.1&#x4FE1;&#x53F7;&#x7684;&#x79CD;&#x7C7B;</h3><p>1.&#x4EE5;&#x503C;&#x57DF;&#x5212;&#x5206;</p><ul><li><p>&#x6A21;&#x62DF;&#x4FE1;&#x53F7; Analogue Signal &#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x53D6;&#x503C;&#x8FDE;&#x7EED;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x7CBE;&#x5EA6;&#x65E0;&#x9650;&#xFF09;</p></li><li><p>&#x6570;&#x5B57;&#x4FE1;&#x53F7; Digital Signal &#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x53D6;&#x503C;&#x79BB;&#x6563;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x7CBE;&#x5EA6;&#x6709;&#x9650;&#xFF09;</p></li></ul><p>2.&#x4EE5;&#x5B9A;&#x4E49;&#x57DF;&#x5212;&#x5206;</p><ul><li><p>&#x8FDE;&#x7EED;&#x4FE1;&#x53F7; Continuous Times Signal &#x2014;&#x2014;&#x65F6;&#x95F4;&#x8FDE;&#x7EED;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x65E0;&#x9650;&#x91C7;&#x6837;&#xFF09;</p></li><li><p>&#x79BB;&#x6563;&#x4FE1;&#x53F7; Discrete Time Signal &#x2014;&#x2014;&#x2014;&#x2014;&#x65F6;&#x95F4;&#x79BB;&#x6563;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x6709;&#x9650;&#x91C7;&#x6837;&#xFF09;</p></li></ul><p>3.&#x4EE5;&#x5468;&#x671F;&#x5212;&#x5206;</p><ul><li><p>&#x5468;&#x671F;&#x4FE1;&#x53F7; Periodic Signal &#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x5B9A;&#x65F6;&#x91CD;&#x590D;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x6709;&#x5468;&#x671F; T&#xFF09;</p></li><li><p>&#x975E;&#x5468;&#x671F;&#x4FE1;&#x53F7; Non-Periodic Signal &#x2014;&#x2014;&#x2014;&#x65E0;&#x6CD5;&#x5B8C;&#x5168;&#x91CD;&#x590D;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x5468;&#x671F; T &#x65E0;&#x7A77;&#x5927;&#xFF09;</p><ul><li>&#x4E3A;&#x4EC0;&#x4E48;&#x975E;&#x5468;&#x671F;&#x4FE1;&#x53F7;&#x8981;&#x8BF4;&#x7684;&#x90A3;&#x4E48;&#x62D7;&#x53E3;&#xFF1F;&#x56E0;&#x4E3A;<strong>&#x90E8;&#x5206;&#x91CD;&#x590D;</strong>&#x662F;<strong>&#x53EF;&#x80FD;</strong>&#x5B58;&#x5728;&#x7684;&#xFF0C;&#x522B;&#x88AB;&#x8FF7;&#x60D1;&#x4E86;&#x3002;</li></ul></li></ul><p>4.&#x4EE5;&#x89E3;&#x6790;&#x6027;&#x5212;&#x5206;</p><ul><li><p>&#x786E;&#x5B9A;&#x4FE1;&#x53F7; Deterministic Signal &#x2014;&#x2014;&#x2014;&#x2014; &#x53EF;&#x9884;&#x6D4B;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x53EF;&#x7528;&#x6570;&#x5B66;&#x516C;&#x5F0F;&#x8868;&#x8FBE;&#xFF09;</p></li><li><p>&#x968F;&#x673A;&#x4FE1;&#x53F7; Random Signal &#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014; &#x4E0D;&#x53EF;&#x9884;&#x6D4B;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x4E0D;&#x53EF;&#x7528;&#x6570;&#x5B66;&#x516C;&#x5F0F;&#x8868;&#x8FBE;&#xFF09;</p></li></ul><p>5.&#x4EE5;&#x5BF9;&#x79F0;&#x6027;&#x5212;&#x5206;</p><ul><li>&#x5947;&#x4FE1;&#x53F7; Odd Signal</li><li>&#x5076;&#x4FE1;&#x53F7; Even Signal</li></ul><p>6.&#x4EE5;&#x7269;&#x7406;&#x6027;&#x8D28;&#x5212;&#x5206;</p><ul><li><p>&#x529F;&#x7387;&#x4FE1;&#x53F7; Power Signal &#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014; &#x603B;&#x80FD;&#x91CF;&#x65E0;&#x9650;&#x5E73;&#x5747;&#x529F;&#x7387;&#x6709;&#x9650;&#xFF08;&#x5982;&#x4EA4;&#x6D41;&#x7535;&#x6E90;&#xFF09;</p></li><li><p>&#x80FD;&#x91CF;&#x4FE1;&#x53F7; Energy Signal &#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014; &#x603B;&#x80FD;&#x91CF;&#x6709;&#x9650;&#x5E73;&#x5747;&#x529F;&#x7387;&#x4E3A;0 &#xFF08;&#x5982;&#x7535;&#x6C60;&#xFF09;</p><ul><li><p>&#x8BA1;&#x7B97;&#x603B;&#x80FD;&#x91CF;&#x5E94;&#x4F7F;&#x7528;&#x516C;&#x5F0F; <span class="math inline">\(\int{ f(t)^2 dt}\)</span></p></li><li><p>&#x54EA;&#x6015;&#x5BF9;&#x4E8E;&#x516C;&#x5F0F;&#x53D8;&#x4E3A;&#x6C42;&#x548C;&#x7684;&#x79BB;&#x6563;&#x4FE1;&#x53F7;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x628A;&#x6BCF;&#x4E2A;&#x79BB;&#x6563;&#x503C;&#x90FD;&#x5F53;&#x505A;&#x5BBD;&#x5EA6;&#x4E3A;1&#x7684;&#x957F;&#x6761;&#x5F62;&#x5C31;&#x597D;&#x3002;</p></li><li><p>&#x76F4;&#x63A5;&#x79EF;&#x5206;&#x548C;&#x80FD;&#x91CF;&#x8BA1;&#x7B97;&#x4E0D;&#x4EC5;<strong>&#x7ED3;&#x679C;&#x4E0D;&#x540C;</strong>&#xFF0C;&#x8FD8;&#x53EF;&#x80FD;<strong>&#x6539;&#x53D8;&#x6709;/&#x65E0;&#x9650;&#x7684;&#x6027;&#x8D28;</strong>&#xFF08;&#x53C2;&#x8003;<span class="math inline">\(\frac{1}{x}\)</span>&#x548C;<span class="math inline">\(\frac{1}{x^2}\)</span>&#x79EF;&#x5206;&#x7ED3;&#x679C;&#x7684;&#x5F02;&#x540C;&#xFF09;</p></li></ul></li></ul><p>&#x4E0A;&#x9762;&#x6240;&#x6709;&#x5212;&#x5206;&#x65B9;&#x6CD5;&#x90FD;&#x662F;&#x76F8;&#x4E92;&#x5E73;&#x884C;&#x4E92;&#x4E0D;&#x5E72;&#x6270;&#x7684;&#xFF0C;&#x4E0D;&#x5B58;&#x5728;&#x5728;&#x67D0;&#x4E2A;&#x5212;&#x5206;&#x4E0B;&#x662F;&#x67D0;&#x79CD;&#x7C7B;&#x90A3;&#x4E48;&#x5728;&#x53E6;&#x4E00;&#x4E2A;&#x5212;&#x5206;&#x4E0B;&#x5C31;&#x5FC5;&#x7136;&#x662F;&#x67D0;&#x79CD;&#x7C7B;&#x7684;&#x8BF4;&#x6CD5;&#x3002;</p><p>&#xFF08;<em>&#x9664;&#x4E86;&#x968F;&#x673A;&#x4FE1;&#x53F7;&#x3002;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#x968F;&#x673A;&#x4FE1;&#x53F7;&#x4E0D;&#x4F1A;&#x662F;&#x80FD;&#x91CF;&#x4FE1;&#x53F7;&#xFF0C;&#x800C;&#x662F;&#x529F;&#x7387;&#x4FE1;&#x53F7;&#x3002;&#x4E0D;&#x8FC7;&#x8FD9;&#x4E2A;&#x7ED3;&#x8BBA;&#x6211;&#x4E5F;&#x6CA1;&#x6709;&#x95EE;&#x8FC7;&#x8001;&#x5E08;&#xFF0C;&#x7B49;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x95EE;&#x5230;&#x4E86;&#x7ED3;&#x679C;&#x4F1A;&#x5728;&#x6B64;&#x66F4;&#x65B0;&#x3002;</em>&#xFF09;</p><h3 id="elementary-functions-&#x57FA;&#x7840;&#x65B9;&#x7A0B;">1.2Elementary Functions &#x57FA;&#x7840;&#x65B9;&#x7A0B;&#xFF08;?&#xFF09;</h3><h4 id="&#x6307;-ut-rt-deltat-&#x4E09;&#x5DE8;&#x5934;">&#x6307; <span class="math inline">\(u(t), r(t), \delta(t)\)</span> &#x4E09;&#x5DE8;&#x5934;</h4><ol type="1"><li><p><span class="math inline">\(u(t)\)</span> Unit step</p><p><img src="/2021/10/24/ELEC270%20W1/image-20211025041403523.png" alt="image-20211025041403523" style="zoom: 50%;"> <span class="math display">\[ u(t)=\left\{ \begin{array}{rcl} 1 &amp; \mbox{for} &amp; t\geq0 \\ 0 &amp; \mbox{for} &amp; t&lt;0 \end{array}\right. \]</span></p></li><li><p><span class="math inline">\(r(t)\)</span> Unit ramp</p><p><img src="/2021/10/24/ELEC270%20W1/image-20211025042559013.png" alt="image-20211025042559013" style="zoom:50%;"> <span class="math display">\[ r(t)=\left\{ \begin{array}{rcl} t &amp; \mbox{for} &amp; t\geq0 \\ 0 &amp; \mbox{for} &amp; t&lt;0 \end{array}\right. \]</span></p></li><li><p><span class="math inline">\(\delta(t)\)</span> Unit impulse</p><p><img src="/2021/10/24/ELEC270%20W1/image-20211025043052964.png" alt="image-20211025043052964" style="zoom:50%;"> <span class="math display">\[r(t)=\left\{ \begin{array}{rcl}  \infty &amp; \mbox{for}  &amp; t=0 \\ 0 &amp; \mbox{for} &amp; otherwise  \end{array}\right.\]</span> <span class="math inline">\(\delta(t)\)</span> &#x7684;&#x5B9A;&#x4E49;&#x6709;&#x70B9;&#x5947;&#x7279;&#xFF0C;&#x9700;&#x8981;&#x5355;&#x72EC;&#x8BF4;&#x4E00;&#x4E0B;&#x3002;</p></li></ol><p>&#x8FD9;&#x4E2A;&#x51FD;&#x6570;&#x8FD9;&#x662F;&#x4E2A;&#x975E;&#x5E38;&#x5DE5;&#x79D1;&#x7684;&#x4EA7;&#x54C1;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x7684;&#x5B9A;&#x4E49;&#x662F;&#xFF1A;&#x5F53;&#x4E14;&#x4EC5;&#x5F53; t=0 &#x65F6;<span class="math inline">\(\delta(t)\)</span> &#x4E0D;&#x4E3A;0&#xFF0C;&#x4E14;&#x79EF;&#x5206;&#x7B49;&#x4E8E;1&#x3002;</p><p>&#x8FD9;&#x4E2A;&#x51FD;&#x6570;&#x5728;&#x56FD;&#x5185;&#x5462;&#xFF0C;&#x53EB;&#x201C;&#x5355;&#x4F4D;&#x51B2;&#x6FC0;&#x51FD;&#x6570;&#x201D;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x4E3A;&#x4E86;&#x5206;&#x6790;&#x800C;&#x7406;&#x60F3;&#x5316;&#x7684;<strong>&#x8109;&#x51B2;</strong>&#x3002;&#x8981;&#x77E5;&#x9053;&#x5728;&#x73B0;&#x5B9E;&#x751F;&#x6D3B;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x8FD9;&#x79CD;&#x4FE1;&#x53F7;&#x7CFB;&#x7EDF;&#x91CC;&#x9762;&#x4F1A;&#x6709;&#x5F88;&#x591A;&#x8109;&#x51B2;&#xFF0C;&#x6240;&#x4EE5;&#x8BF4;&#x5C31;&#x641E;&#x51FA;&#x4E86;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x51FD;&#x6570;&#x7528;&#x4E8E;&#x5206;&#x6790;&#x2026;&#x2026;</p><ol start="4" type="1"><li><p>&#x6211;&#x4EEC;&#x4EE8;</p><p>&#x4E09;&#x5DE8;&#x5934;&#x4E4B;&#x95F4;&#x5B58;&#x5728;&#x4E00;&#x4E2A;&#x79EF;&#x5206;&#x4E0E;&#x5FAE;&#x5206;&#x7684;&#x5C42;&#x7EA7;&#x5173;&#x7CFB;:</p></li></ol><ul><li><span class="math inline">\(\int_{-\infty}^{t}{ \delta(t) dt}=u(t)\)</span></li><li><span class="math inline">\(\int_{-\infty}^{t}{ u(t) dt}=r(t)\)</span></li></ul><p>week 1&#x7684;&#x90E8;&#x5206;&#x5C31;&#x5230;&#x6B64;&#x4E3A;&#x6B62;&#x4E86;&#x3002;&#x8FD9;&#x4E9B;&#x4E1C;&#x897F;&#x5176;&#x5B9E;&#x4E5F;&#x662F;&#x51B7;&#x996D;&#xFF0C;&#x54B1;&#x4EEC;&#x8FD9;&#x5B66;&#x671F;&#x771F;&#x6B63;&#x6709;&#x6240;&#x4E0D;&#x540C;&#x7684;&#x8981;&#x4ECE;&#x5085;&#x91CC;&#x53F6;&#x624D;&#x5F00;&#x59CB;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;week3&#x3002;&#x524D;&#x4E24;&#x5468;&#x7684;&#x7B14;&#x8BB0;&#x2026;&#x2026;&#x54B1;&#x4EEC;&#x5C31;&#x56FE;1&#x4E50;&#x5427;( &#xB4;_&#x309D;`)</p><p>&#x4E0D;&#x8FC7;&#x5199;&#x8FD8;&#x662F;&#x5F97;&#x5199;&#xFF0C;&#x56E0;&#x4E3A;&#x8BF4;&#x5B9E;&#x8BDD;&#xFF0C;&#x867D;&#x7136;&#x7B80;&#x5355;&#xFF0C;&#x4F46;&#x4E5F;&#x4F1A;&#x7565;&#x5FAE;&#x6709;&#x4E9B;&#x5C0F;&#x5751;&#x3002;&#x6BD4;&#x5982;&#x8BF4;&#x4FE1;&#x53F7;&#x5206;&#x7C7B;&#x5565;&#x7684;&#x5982;&#x679C;&#x5BF9;&#x6709;&#x4E9B;&#x5206;&#x7C7B;&#x5176;&#x5B9E;&#x662F;&#x7EAF;&#x51ED;&#x76F4;&#x89C9;&#x6709;&#x4E9B;&#x6A21;&#x7CCA;&#xFF0C;&#x9047;&#x5230;&#x4E00;&#x4E9B;&#x5201;&#x94BB;&#x7684;&#x95EE;&#x9898;&#x5C31;&#x4F1A;&#x51FA;&#x9519;&#x3002;</p><p>&#x8981;&#x662F;&#x6709;&#x5565;&#x7B14;&#x8BB0;&#x4EE5;&#x5916;&#x7684;&#x95EE;&#x9898;&#x60F3;&#x8981;&#x63A2;&#x8BA8;&#xFF0C;&#x5176;&#x5B9E;&#x54B1;&#x4EEC;270&#x5DF2;&#x7ECF;&#x6709;&#x4E00;&#x4E2A;&#x5FAE;&#x4FE1;&#x7FA4;&#x4E86;&#x3002;<strong>&#x4F46;&#x4F60;&#x8981;&#x662F;&#x4E0D;&#x5ACC;&#x5F03;&#x6765;&#x52A0;&#x4E00;&#x4E0B;&#x6821;&#x53CB;&#x529B;&#x7ED9;&#x7684;&#x7FA4;&#x5462;&#x2026;&#x2026;&#x90A3;&#x53EF;&#x592A;&#x597D;&#x4E86;&#xFF0C;&#x6BD5;&#x7ADF;&#x6211;&#x5728;&#x6070;&#x70C2;&#x94B1;&#x561B;~</strong> &#x8FD9;&#x91CC;&#x4EBA;&#x5C11;&#xFF0C;&#x54B1;&#x4EEC;&#x6709;&#x95EE;&#x9898;&#x5C31;&#x53EF;&#x4EE5;&#x95EE;( &#xFF9F;&#x2200;&#x3002;)&#xFF08;&#x5C1D;&#x8BD5;&#x627E;&#x5230;&#x8BE5;&#x7FA4;&#x5B58;&#x5728;&#x7684;&#x610F;&#x4E49;</p><p><img src="/2021/10/24/ELEC270%20W1/qq_pic_merged_1635109890381.jpg" alt="qq_pic_merged_1635109890381" style="zoom:25%;"></p>]]></content>
    
    
    <summary type="html">初来乍到，姗姗来迟</summary>
    
    
    
    <category term="ELEC270" scheme="http://example.com/categories/ELEC270/"/>
    
    
  </entry>
  
</feed>
