<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">
  <title>醭log</title>
  
  <subtitle>醭言乱语</subtitle>
  <link href="http://example.com/atom.xml" rel="self"/>
  
  <link href="http://example.com/"/>
  <updated>2021-10-24T22:01:19.849Z</updated>
  <id>http://example.com/</id>
  
  <author>
    <name>罗醭坦</name>
    
  </author>
  
  <generator uri="https://hexo.io/">Hexo</generator>
  
  <entry>
    <title>ELEC270 W1</title>
    <link href="http://example.com/2021/10/24/ELEC270%20W1/"/>
    <id>http://example.com/2021/10/24/ELEC270%20W1/</id>
    <published>2021-10-23T16:00:00.000Z</published>
    <updated>2021-10-24T22:01:19.849Z</updated>
    
    <content type="html"><![CDATA[<h1 id="elec270-week1">ELEC270 WEEK1</h1><h3 id="&#x524D;&#x8A00;">&#x524D;&#x8A00;</h3><p>&#x5F00;&#x5C40;&#x505A;&#x5B9E;&#x9A8C;&#x5199;report&#x518D;&#x52A0;&#x4E0A;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x5E93;&#xFF0C;&#x8FD8;&#x6CA1;&#x53CD;&#x5E94;&#x8FC7;&#x6765;&#x7684;&#x6211;&#x88AB;&#x4E00;&#x5957;&#x8FDE;&#x62DB;&#x6253;&#x5F97;&#x731D;&#x4E0D;&#x53CA;&#x9632;&#xFF65;&#xFF9F;( &#xFF89;&#x434;`&#xFF9F;)&#xFF0C;&#x518D;&#x52A0;&#x4E0A;&#x8FD9;&#x5B66;&#x671F;&#x6211;&#x60F3;&#x6446;&#x8131;&#x611A;&#x7B28;&#x7684;PDF-&#x516C;&#x4F17;&#x53F7;&#x4F53;&#x7CFB;&#xFF0C;&#x8FD8;&#x8981;&#x4ECE;&#x96F6;&#x5F00;&#x59CB;&#x6478;&#x7D22;&#x641E;&#x4E2A;&#x535A;&#x5BA2;&#xFF08;&#x4E5F;&#x5C31;&#x662F;&#x4F60;&#x73B0;&#x5728;&#x770B;&#x5230;&#x7684;&#x8FD9;&#x4E2A;&#x7F51;&#x7AD9;&#xFF09;&#x2026;&#x2026;&#x4E8E;&#x662F;&#x7B14;&#x8BB0;&#x4E00;&#x62D6;&#x518D;&#x62D6;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;week5&#x90FD;&#x8981;&#x5230;&#x6765;&#x4E86;&#xFF0C;&#x6211;&#x624D;&#x5306;&#x5306;&#x628A;week1&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x8865;&#x4E0A;&#x3002;</p><p>&#x4E0D;&#x8FC7;&#x8FD9;&#x51E0;&#x5929;&#x5E94;&#x8BE5;&#x4F1A;&#x5FEB;&#x901F;&#x8DDF;&#x4E0A;&#x6559;&#x5B66;&#x8FDB;&#x5EA6;&#x3002;</p><p>&#x7B14;&#x8BB0;&#x539F;&#x662F;&#x5174;&#x8DA3;&#x4E0E;&#x590D;&#x4E60;&#x6240;&#x6C42;&#xFF0C;&#x4E0D;&#x8FC7;&#x540E;&#x6765;&#x673A;&#x6784;<font size="1">&#x6307;&#x6821;&#x53CB;&#x529B;</font>&#x627E;&#x4E0A;&#x95E8;&#x6765;&#xFF0C;&#x6211;&#x559C;&#x4E0A;&#x7709;&#x68A2;&#x6070;&#x4E86;&#x8FD9;&#x4EFD;&#x70C2;&#x94B1;&#xFF08;?&#xFF09;&#xFF0C;&#x8FD9;&#x4FBF;&#x6210;&#x4E86;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#x3002;&#x542C;&#x4E0A;&#x53BB;&#x5C5E;&#x4E8E;&#x662F;&#x6076;&#x5815;&#x4E86;&#xFF0C;&#x4F46;&#x5176;&#x5B9E;&#x5BF9;&#x6211;&#x800C;&#x8A00;&#x6CA1;&#x4EC0;&#x4E48;&#x5DEE;&#x522B;&#x3002;&#x76F8;&#x53CD;&#xFF0C;&#x6211;&#x53EA;&#x80FD;&#x5BF9;&#x5B83;&#x66F4;&#x52A0;&#x8D1F;&#x8D23;&#x4E86;&#x3002;<font size="2">&#xFF08;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x673A;&#x6784;&#x641E;&#x7684;&#x5FAE;&#x4FE1;&#x7FA4;&#xFF0C;&#x4E3A;&#x4E86;&#x4FDD;&#x8BC1;&#x9605;&#x8BFB;&#x590D;&#x4E60;&#x65F6;&#x7684;&#x7EAF;&#x6D01;&#x6027;&#x6211;&#x5C31;&#x653E;&#x5728;&#x672B;&#x5C3E;&#x4E86;&#x2014;&#x2014;&#xFF09;</font></p><p>&#x672C;&#x535A;&#x5BA2;&#x8349;&#x8349;&#x521B;&#x5EFA;&#xFF0C;&#x7B80;&#x964B;&#x4E0D;&#x582A;&#x3002;&#x672C;&#x4EBA;&#x624D;&#x758F;&#x5B66;&#x6D45;&#xFF0C;&#x7B14;&#x8BB0;&#x4E5F;&#x4E0D;&#x8FC7;&#x7ED9;&#x8BF8;&#x541B;&#x4F5C;&#x4E00;&#x53C2;&#x8003;&#x3002;<strong><em>&#x5982;&#x6709;&#x7591;&#x60D1;/&#x9519;&#x6F0F;/&#x5EFA;&#x8BAE; &#x8FD8;&#x8BF7;&#x4F7F;&#x7528;&#x8FD9;&#x4E2A;&#x533F;&#x540D;&#x63D0;&#x95EE;&#x7BB1;&#xFF0C;&#x6211;&#x4F1A;&#x4E00;&#x4E00;&#x56DE;&#x590D;&#x3002;</em></strong></p><p>https://www.tapechat.net/uu/5r0pL8/ZV9H0543</p><p><img src="/2021/10/24/ELEC270%20W1/2825a24c118865733fed378243464f4a.jpg" alt="2825a24c118865733fed378243464f4a" style="zoom:30%;"></p><h2 id="&#x4FE1;&#x53F7;&#x4E0E;&#x7CFB;&#x7EDF;&#x7684;&#x57FA;&#x672C;&#x76D8;">1 &#x4FE1;&#x53F7;&#x4E0E;&#x7CFB;&#x7EDF;&#x7684;&#x57FA;&#x672C;&#x76D8;</h2><p>&#x54B1;&#x4EEC;&#x8FD9;&#x8BFE;&#xFF0C;&#x8BF4;&#x662F;ELEC&#xFF0C;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x6253;&#x4E86;MTH&#x5F00;&#x5934;&#x7684;&#x8BFE;&#x3002;&#x4F46;&#x6211;&#x8981;&#x8FD9;&#x4E48;&#x8BF4;&#xFF0C;&#x6570;&#x5B66;&#x7CFB;&#x7684;&#x540C;&#x5B66;&#x4F30;&#x8BA1;&#x8840;&#x538B;&#x90A3;&#x662F;&#x8F70;&#x7684;&#x4E00;&#x4E0B;&#x5C31;&#x6ECB;&#x4E0A;&#x6765;&#x4E86;&#xFF0C;&#x6BD5;&#x7ADF;&#x54B1;&#x4EEC;&#x8FD9;&#x91CC;&#x4E0D;&#x5C11;&#x4E1C;&#x897F;&#x8FD8;&#x662F;&#x5DE5;&#x7A0B;&#x5473;&#x513F;&#x6D53;&#x539A;&#x3002;&#x53EA;&#x80FD;&#x8BF4;&#xFF0C;&#x554A;&#xFF0C;&#x5DE5;&#x7A0B;&#x6570;&#x5B66;&#xFF0C;&#x5DE5;&#x7A0B;&#x6570;&#x5B66;&#x3002;</p><p><strong>&#x4FE1;&#x53F7;&#x4E0E;&#x7CFB;&#x7EDF;</strong>&#xFF0C;&#x987E;&#x540D;&#x601D;&#x4E49;&#xFF0C;&#x8FD9;&#x662F;&#x7814;&#x7A76;&#x4FE1;&#x53F7;&#xFF0C;&#x7814;&#x7A76;&#x53D1;&#x9001;&#x4E0E;&#x63A5;&#x53D7;&#x7684;&#x79D1;&#x76EE;&#x3002;&#x6240;&#x4EE5;&#x5F53;&#x6211;&#x4EEC;&#x5728;&#x5B66;&#x8FD9;&#x95E8;&#x79D1;&#x76EE;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x601D;&#x8003;&#x65B9;&#x5F0F;&#x8981;&#x8DB3;&#x591F;&#x7075;&#x6D3B;&#xFF0C;&#x5F88;&#x591A;&#x4E4D;&#x4E00;&#x773C;&#x6709;&#x70B9;&#x8FF7;&#x60D1;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x5176;&#x5B9E;&#x662F;&#x56E0;&#x4E3A;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x4EA4;&#x6D41;&#x6709;&#x5176;&#x5BF9;&#x5E94;&#x4E4B;&#x5B58;&#x5728;&#x3002;</p><h3 id="&#x4FE1;&#x53F7;&#x7684;&#x79CD;&#x7C7B;">1.1&#x4FE1;&#x53F7;&#x7684;&#x79CD;&#x7C7B;</h3><p>1.&#x4EE5;&#x503C;&#x57DF;&#x5212;&#x5206;</p><ul><li><p>&#x6A21;&#x62DF;&#x4FE1;&#x53F7; Analogue Signal &#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x53D6;&#x503C;&#x8FDE;&#x7EED;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x7CBE;&#x5EA6;&#x65E0;&#x9650;&#xFF09;</p></li><li><p>&#x6570;&#x5B57;&#x4FE1;&#x53F7; Digital Signal &#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x53D6;&#x503C;&#x79BB;&#x6563;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x7CBE;&#x5EA6;&#x6709;&#x9650;&#xFF09;</p></li></ul><p>2.&#x4EE5;&#x5B9A;&#x4E49;&#x57DF;&#x5212;&#x5206;</p><ul><li><p>&#x8FDE;&#x7EED;&#x4FE1;&#x53F7; Continuous Times Signal &#x2014;&#x2014;&#x65F6;&#x95F4;&#x8FDE;&#x7EED;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x65E0;&#x9650;&#x91C7;&#x6837;&#xFF09;</p></li><li><p>&#x79BB;&#x6563;&#x4FE1;&#x53F7; Discrete Time Signal &#x2014;&#x2014;&#x2014;&#x2014;&#x65F6;&#x95F4;&#x79BB;&#x6563;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x6709;&#x9650;&#x91C7;&#x6837;&#xFF09;</p></li></ul><p>3.&#x4EE5;&#x5468;&#x671F;&#x5212;&#x5206;</p><ul><li><p>&#x5468;&#x671F;&#x4FE1;&#x53F7; Periodic Signal &#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x5B9A;&#x65F6;&#x91CD;&#x590D;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x6709;&#x5468;&#x671F; T&#xFF09;</p></li><li><p>&#x975E;&#x5468;&#x671F;&#x4FE1;&#x53F7; Non-Periodic Signal &#x2014;&#x2014;&#x2014;&#x65E0;&#x6CD5;&#x5B8C;&#x5168;&#x91CD;&#x590D;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x5468;&#x671F; T &#x65E0;&#x7A77;&#x5927;&#xFF09;</p><ul><li>&#x4E3A;&#x4EC0;&#x4E48;&#x975E;&#x5468;&#x671F;&#x4FE1;&#x53F7;&#x8981;&#x8BF4;&#x7684;&#x90A3;&#x4E48;&#x62D7;&#x53E3;&#xFF1F;&#x56E0;&#x4E3A;<strong>&#x90E8;&#x5206;&#x91CD;&#x590D;</strong>&#x662F;<strong>&#x53EF;&#x80FD;</strong>&#x5B58;&#x5728;&#x7684;&#xFF0C;&#x522B;&#x88AB;&#x8FF7;&#x60D1;&#x4E86;&#x3002;</li></ul></li></ul><p>4.&#x4EE5;&#x89E3;&#x6790;&#x6027;&#x5212;&#x5206;</p><ul><li><p>&#x786E;&#x5B9A;&#x4FE1;&#x53F7; Deterministic Signal &#x2014;&#x2014;&#x2014;&#x2014; &#x53EF;&#x9884;&#x6D4B;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x53EF;&#x7528;&#x6570;&#x5B66;&#x516C;&#x5F0F;&#x8868;&#x8FBE;&#xFF09;</p></li><li><p>&#x968F;&#x673A;&#x4FE1;&#x53F7; Random Signal &#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014; &#x4E0D;&#x53EF;&#x9884;&#x6D4B;&#x7684;&#x4FE1;&#x53F7;&#xFF08;&#x4E0D;&#x53EF;&#x7528;&#x6570;&#x5B66;&#x516C;&#x5F0F;&#x8868;&#x8FBE;&#xFF09;</p></li></ul><p>5.&#x4EE5;&#x5BF9;&#x79F0;&#x6027;&#x5212;&#x5206;</p><ul><li>&#x5947;&#x4FE1;&#x53F7; Odd Signal</li><li>&#x5076;&#x4FE1;&#x53F7; Even Signal</li></ul><p>6.&#x4EE5;&#x7269;&#x7406;&#x6027;&#x8D28;&#x5212;&#x5206;</p><ul><li><p>&#x529F;&#x7387;&#x4FE1;&#x53F7; Power Signal &#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014; &#x603B;&#x80FD;&#x91CF;&#x65E0;&#x9650;&#x5E73;&#x5747;&#x529F;&#x7387;&#x6709;&#x9650;&#xFF08;&#x5982;&#x4EA4;&#x6D41;&#x7535;&#x6E90;&#xFF09;</p></li><li><p>&#x80FD;&#x91CF;&#x4FE1;&#x53F7; Energy Signal &#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014; &#x603B;&#x80FD;&#x91CF;&#x6709;&#x9650;&#x5E73;&#x5747;&#x529F;&#x7387;&#x4E3A;0 &#xFF08;&#x5982;&#x7535;&#x6C60;&#xFF09;</p><ul><li><p>&#x8BA1;&#x7B97;&#x603B;&#x80FD;&#x91CF;&#x5E94;&#x4F7F;&#x7528;&#x516C;&#x5F0F; <span class="math inline">\(\int{ f(t)^2 dt}\)</span></p></li><li><p>&#x54EA;&#x6015;&#x5BF9;&#x4E8E;&#x516C;&#x5F0F;&#x53D8;&#x4E3A;&#x6C42;&#x548C;&#x7684;&#x79BB;&#x6563;&#x4FE1;&#x53F7;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x628A;&#x6BCF;&#x4E2A;&#x79BB;&#x6563;&#x503C;&#x90FD;&#x5F53;&#x505A;&#x5BBD;&#x5EA6;&#x4E3A;1&#x7684;&#x957F;&#x6761;&#x5F62;&#x5C31;&#x597D;&#x3002;</p></li><li><p>&#x76F4;&#x63A5;&#x79EF;&#x5206;&#x548C;&#x80FD;&#x91CF;&#x8BA1;&#x7B97;&#x4E0D;&#x4EC5;<strong>&#x7ED3;&#x679C;&#x4E0D;&#x540C;</strong>&#xFF0C;&#x8FD8;&#x53EF;&#x80FD;<strong>&#x6539;&#x53D8;&#x6709;/&#x65E0;&#x9650;&#x7684;&#x6027;&#x8D28;</strong>&#xFF08;&#x53C2;&#x8003;<span class="math inline">\(\frac{1}{x}\)</span>&#x548C;<span class="math inline">\(\frac{1}{x^2}\)</span>&#x79EF;&#x5206;&#x7ED3;&#x679C;&#x7684;&#x5F02;&#x540C;&#xFF09;</p></li></ul></li></ul><p>&#x4E0A;&#x9762;&#x6240;&#x6709;&#x5212;&#x5206;&#x65B9;&#x6CD5;&#x90FD;&#x662F;&#x76F8;&#x4E92;&#x5E73;&#x884C;&#x4E92;&#x4E0D;&#x5E72;&#x6270;&#x7684;&#xFF0C;&#x4E0D;&#x5B58;&#x5728;&#x5728;&#x67D0;&#x4E2A;&#x5212;&#x5206;&#x4E0B;&#x662F;&#x67D0;&#x79CD;&#x7C7B;&#x90A3;&#x4E48;&#x5728;&#x53E6;&#x4E00;&#x4E2A;&#x5212;&#x5206;&#x4E0B;&#x5C31;&#x5FC5;&#x7136;&#x662F;&#x67D0;&#x79CD;&#x7C7B;&#x7684;&#x8BF4;&#x6CD5;&#x3002;</p><p>&#xFF08;<em>&#x9664;&#x4E86;&#x968F;&#x673A;&#x4FE1;&#x53F7;&#x3002;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#x968F;&#x673A;&#x4FE1;&#x53F7;&#x4E0D;&#x4F1A;&#x662F;&#x80FD;&#x91CF;&#x4FE1;&#x53F7;&#xFF0C;&#x800C;&#x662F;&#x529F;&#x7387;&#x4FE1;&#x53F7;&#x3002;&#x4E0D;&#x8FC7;&#x8FD9;&#x4E2A;&#x7ED3;&#x8BBA;&#x6211;&#x4E5F;&#x6CA1;&#x6709;&#x95EE;&#x8FC7;&#x8001;&#x5E08;&#xFF0C;&#x7B49;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x95EE;&#x5230;&#x4E86;&#x7ED3;&#x679C;&#x4F1A;&#x5728;&#x6B64;&#x66F4;&#x65B0;&#x3002;</em>&#xFF09;</p><h3 id="elementary-functions-&#x57FA;&#x7840;&#x65B9;&#x7A0B;">1.2Elementary Functions &#x57FA;&#x7840;&#x65B9;&#x7A0B;&#xFF08;?&#xFF09;</h3><h4 id="&#x6307;-ut-rt-deltat-&#x4E09;&#x5DE8;&#x5934;">&#x6307; <span class="math inline">\(u(t), r(t), \delta(t)\)</span> &#x4E09;&#x5DE8;&#x5934;</h4><ol type="1"><li><p><span class="math inline">\(u(t)\)</span> Unit step</p><p><img src="/2021/10/24/ELEC270%20W1/image-20211025041403523.png" alt="image-20211025041403523" style="zoom: 50%;"> <span class="math display">\[ u(t)=\left\{ \begin{array}{rcl} 1 &amp; \mbox{for} &amp; t\geq0 \\ 0 &amp; \mbox{for} &amp; t&lt;0 \end{array}\right. \]</span></p></li><li><p><span class="math inline">\(r(t)\)</span> Unit ramp</p><p><img src="/2021/10/24/ELEC270%20W1/image-20211025042559013.png" alt="image-20211025042559013" style="zoom:50%;"> <span class="math display">\[ r(t)=\left\{ \begin{array}{rcl} t &amp; \mbox{for} &amp; t\geq0 \\ 0 &amp; \mbox{for} &amp; t&lt;0 \end{array}\right. \]</span></p></li><li><p><span class="math inline">\(\delta(t)\)</span> Unit impulse</p><p><img src="/2021/10/24/ELEC270%20W1/image-20211025043052964.png" alt="image-20211025043052964" style="zoom:50%;"> <span class="math display">\[r(t)=\left\{ \begin{array}{rcl}  \infty &amp; \mbox{for}  &amp; t=0 \\ 0 &amp; \mbox{for} &amp; otherwise  \end{array}\right.\]</span> <span class="math inline">\(\delta(t)\)</span> &#x7684;&#x5B9A;&#x4E49;&#x6709;&#x70B9;&#x5947;&#x7279;&#xFF0C;&#x9700;&#x8981;&#x5355;&#x72EC;&#x8BF4;&#x4E00;&#x4E0B;&#x3002;</p></li></ol><p>&#x8FD9;&#x4E2A;&#x51FD;&#x6570;&#x8FD9;&#x662F;&#x4E2A;&#x975E;&#x5E38;&#x5DE5;&#x79D1;&#x7684;&#x4EA7;&#x54C1;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x7684;&#x5B9A;&#x4E49;&#x662F;&#xFF1A;&#x5F53;&#x4E14;&#x4EC5;&#x5F53; t=0 &#x65F6;<span class="math inline">\(\delta(t)\)</span> &#x4E0D;&#x4E3A;0&#xFF0C;&#x4E14;&#x79EF;&#x5206;&#x7B49;&#x4E8E;1&#x3002;</p><p>&#x8FD9;&#x4E2A;&#x51FD;&#x6570;&#x5728;&#x56FD;&#x5185;&#x5462;&#xFF0C;&#x53EB;&#x201C;&#x5355;&#x4F4D;&#x51B2;&#x6FC0;&#x51FD;&#x6570;&#x201D;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x4E3A;&#x4E86;&#x5206;&#x6790;&#x800C;&#x7406;&#x60F3;&#x5316;&#x7684;<strong>&#x8109;&#x51B2;</strong>&#x3002;&#x8981;&#x77E5;&#x9053;&#x5728;&#x73B0;&#x5B9E;&#x751F;&#x6D3B;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x8FD9;&#x79CD;&#x4FE1;&#x53F7;&#x7CFB;&#x7EDF;&#x91CC;&#x9762;&#x4F1A;&#x6709;&#x5F88;&#x591A;&#x8109;&#x51B2;&#xFF0C;&#x6240;&#x4EE5;&#x8BF4;&#x5C31;&#x641E;&#x51FA;&#x4E86;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x51FD;&#x6570;&#x7528;&#x4E8E;&#x5206;&#x6790;&#x2026;&#x2026;</p><ol start="4" type="1"><li><p>&#x6211;&#x4EEC;&#x4EE8;</p><p>&#x4E09;&#x5DE8;&#x5934;&#x4E4B;&#x95F4;&#x5B58;&#x5728;&#x4E00;&#x4E2A;&#x79EF;&#x5206;&#x4E0E;&#x5FAE;&#x5206;&#x7684;&#x5C42;&#x7EA7;&#x5173;&#x7CFB;:</p></li></ol><ul><li><span class="math inline">\(\int_{-\infty}^{t}{ \delta(t) dt}=u(t)\)</span></li><li><span class="math inline">\(\int_{-\infty}^{t}{ u(t) dt}=r(t)\)</span></li></ul><p>week 1&#x7684;&#x90E8;&#x5206;&#x5C31;&#x5230;&#x6B64;&#x4E3A;&#x6B62;&#x4E86;&#x3002;&#x8FD9;&#x4E9B;&#x4E1C;&#x897F;&#x5176;&#x5B9E;&#x4E5F;&#x662F;&#x51B7;&#x996D;&#xFF0C;&#x54B1;&#x4EEC;&#x8FD9;&#x5B66;&#x671F;&#x771F;&#x6B63;&#x6709;&#x6240;&#x4E0D;&#x540C;&#x7684;&#x8981;&#x4ECE;&#x5085;&#x91CC;&#x53F6;&#x624D;&#x5F00;&#x59CB;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;week3&#x3002;&#x524D;&#x4E24;&#x5468;&#x7684;&#x7B14;&#x8BB0;&#x2026;&#x2026;&#x54B1;&#x4EEC;&#x5C31;&#x56FE;1&#x4E50;&#x5427;( &#xB4;_&#x309D;`)</p><p>&#x4E0D;&#x8FC7;&#x5199;&#x8FD8;&#x662F;&#x5F97;&#x5199;&#xFF0C;&#x56E0;&#x4E3A;&#x8BF4;&#x5B9E;&#x8BDD;&#xFF0C;&#x867D;&#x7136;&#x7B80;&#x5355;&#xFF0C;&#x4F46;&#x4E5F;&#x4F1A;&#x7565;&#x5FAE;&#x6709;&#x4E9B;&#x5C0F;&#x5751;&#x3002;&#x6BD4;&#x5982;&#x8BF4;&#x4FE1;&#x53F7;&#x5206;&#x7C7B;&#x5565;&#x7684;&#x5982;&#x679C;&#x5BF9;&#x6709;&#x4E9B;&#x5206;&#x7C7B;&#x5176;&#x5B9E;&#x662F;&#x7EAF;&#x51ED;&#x76F4;&#x89C9;&#x6709;&#x4E9B;&#x6A21;&#x7CCA;&#xFF0C;&#x9047;&#x5230;&#x4E00;&#x4E9B;&#x5201;&#x94BB;&#x7684;&#x95EE;&#x9898;&#x5C31;&#x4F1A;&#x51FA;&#x9519;&#x3002;</p><p>&#x8981;&#x662F;&#x6709;&#x5565;&#x554A;&#x7B14;&#x8BB0;&#x4EE5;&#x5916;&#x7684;&#x95EE;&#x9898;&#x60F3;&#x8981;&#x63A2;&#x8BA8;&#xFF0C;&#x5176;&#x5B9E;&#x54B1;&#x4EEC;270&#x5DF2;&#x7ECF;&#x6709;&#x4E00;&#x4E2A;&#x5FAE;&#x4FE1;&#x7FA4;&#x4E86;&#x3002;<strong>&#x4F46;&#x4F60;&#x8981;&#x662F;&#x4E0D;&#x5ACC;&#x5F03;&#x6765;&#x52A0;&#x4E00;&#x4E0B;&#x6821;&#x53CB;&#x529B;&#x7ED9;&#x7684;&#x7FA4;&#x5462;&#x2026;&#x2026;&#x90A3;&#x53EF;&#x592A;&#x597D;&#x4E86;&#xFF0C;&#x6BD5;&#x7ADF;&#x6211;&#x5728;&#x6070;&#x70C2;&#x94B1;&#x561B;~</strong> &#x8FD9;&#x91CC;&#x4EBA;&#x5C11;&#xFF0C;&#x54B1;&#x4EEC;&#x6709;&#x95EE;&#x9898;&#x5C31;&#x53EF;&#x4EE5;&#x95EE;( &#xFF9F;&#x2200;&#x3002;)&#xFF08;&#x5C1D;&#x8BD5;&#x627E;&#x5230;&#x8BE5;&#x7FA4;&#x5B58;&#x5728;&#x7684;&#x610F;&#x4E49;</p><p><img src="/2021/10/24/ELEC270%20W1/qq_pic_merged_1635109890381.jpg" alt="qq_pic_merged_1635109890381" style="zoom:25%;"></p>]]></content>
    
    
    <summary type="html">初来乍到，姗姗来迟</summary>
    
    
    
    <category term="ELEC270" scheme="http://example.com/categories/ELEC270/"/>
    
    
  </entry>
  
  <entry>
    <title>PDFtest</title>
    <link href="http://example.com/2021/10/23/PDFtest/"/>
    <id>http://example.com/2021/10/23/PDFtest/</id>
    <published>2021-10-22T19:53:08.000Z</published>
    <updated>2021-10-26T20:08:33.372Z</updated>
    
    <content type="html"><![CDATA[<p>11111</p><iframe src="./PDFtest/EEE109week1.pdf" width="100%" height="100%"></iframe><p>This browser does not support PDFs. Please download the PDF to view it: <a href="./PDFtest/EEE109 week1.pdf">Download PDF</a></p><div class="pdf-container" data-target="EEE109" data-height="week1.pdf"></div><p>22222</p><p><em>test</em></p>]]></content>
    
    
      
      
    <summary type="html">&lt;p&gt;11111&lt;/p&gt;
&lt;iframe src=&quot;./PDFtest/EEE109week1.pdf&quot; width=&quot;100%&quot; height=&quot;100%&quot;&gt;
&lt;/iframe&gt;
&lt;p&gt;This browser does not support PDFs. Please </summary>
      
    
    
    
    
  </entry>
  
</feed>
